// 선수 데이터 - 자동 생성된 파일
// 이 파일은 index.html과 같은 폴더에 있어야 합니다.
// 생성 시간: 2025. 11. 11. 오후 11:27:24

const defaultPlayersData = {
  "이소윤": {
    "sheetName": "이소윤",
    "player_info": {
      "이름": "이소윤",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "죽전초등학교 (SK01578)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2023": {
        "222M": {
          "time": 28.09,
          "time_str": "00:00:28.090000",
          "competition": "2023 서울특별시장배 빙상경기대회",
          "date": "20231126",
          "rank": "2"
        },
        "333M": {
          "time": 41,
          "time_str": "00:00:41.000000",
          "competition": "2023 서울특별시장배 빙상경기대회",
          "date": "20231126",
          "rank": "1"
        }
      },
      "2024": {
        "333M": {
          "time": 35.78,
          "time_str": "00:00:35.780000",
          "competition": "제33회 문화체육관광부장관기 전국생활체육빙상대회",
          "date": "20240622",
          "rank": "1"
        },
        "444M": {
          "time": 47.2,
          "time_str": "00:00:47.200000",
          "competition": "제40회 교보생명컵 꿈나무 체육대회",
          "date": "20240725",
          "rank": "2"
        },
        "500M": {
          "time": 52.72,
          "time_str": "00:00:52.720000",
          "competition": "제33회 문화체육관광부장관기 전국생활체육빙상대회",
          "date": "20240622",
          "rank": "1"
        },
        "222M": {
          "time": 27.22,
          "time_str": "00:00:27.220000",
          "competition": "제3회 제니스 생활체육 챔피온쉽 빙상대회",
          "date": "20240324",
          "rank": "1"
        }
      },
      "2025": {
        "1000M": {
          "time": 100.165,
          "time_str": "00:01:40.165000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "4"
        },
        "1500M": {
          "time": 154.19,
          "time_str": "00:02:34.190000",
          "competition": "제28회 전국남녀 쇼트트랙 꿈나무 선수권대회 경기도 예선",
          "date": "20250913",
          "rank": "6"
        },
        "500M": {
          "time": 48.12,
          "time_str": "00:00:48.120000",
          "competition": "제28회 전국남녀 쇼트트랙 꿈나무 선수권대회 경기도 예선",
          "date": "20250913",
          "rank": "4"
        },
        "333M": {
          "time": 34.56,
          "time_str": "00:00:34.560000",
          "competition": "제41회 교보생명컵 꿈나무 체육대회",
          "date": "20250726",
          "rank": "1"
        },
        "222M": {
          "time": 24.41,
          "time_str": "00:00:24.410000",
          "competition": "2025 목동아이스링크배 전국 마스터즈 쇼트트랙 스피드스케이팅대회",
          "date": "20250615",
          "rank": "1"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "죽전초등학교",
            "기록": "00:01:42.821000",
            "순위": "3"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "죽전초등학교",
            "기록": "00:02:08.259000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "죽전초등학교",
            "기록": "00:03:06.005000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "죽전초등학교",
            "기록": "00:03:31.194000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "죽전초등학교",
            "기록": "00:01:40.165000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "죽전초등학교",
            "기록": "00:01:41.680000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "죽전초등학교",
            "기록": "00:00:48.247000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "죽전초등학교",
            "기록": "00:00:49.243000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "죽전초등학교",
            "기록": "00:02:42.190000",
            "순위": "6"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "죽전초등학교",
            "기록": "00:02:44.708000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "죽전초등학교",
            "기록": "00:02:39.736000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙 꿈나무 선수권대회 경기도 예선",
        "records": [
          {
            "일자": "20250913",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승",
            "소속": "죽전초등학교",
            "기록": "00:03:26.280000",
            "순위": "3"
          },
          {
            "일자": "20250913",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "죽전초등학교",
            "기록": "00:02:34.190000",
            "순위": "6"
          },
          {
            "일자": "20250913",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승",
            "소속": "죽전초등학교",
            "기록": "00:00:48.370000",
            "순위": "3"
          },
          {
            "일자": "20250913",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "죽전초등학교",
            "기록": "00:00:48.120000",
            "순위": "4"
          },
          {
            "일자": "20250913",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승",
            "소속": "죽전초등학교",
            "기록": "00:01:42.660000",
            "순위": "3"
          },
          {
            "일자": "20250913",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "죽전초등학교",
            "기록": "00:01:40.940000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제1회 경기도 교육감배 쇼트트랙 대회",
        "records": [
          {
            "일자": "20250907",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "죽전초등학교",
            "기록": "00:00:48.670000",
            "순위": "3"
          },
          {
            "일자": "20250907",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "죽전초등학교",
            "기록": "00:02:56.480000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제41회 교보생명컵 꿈나무 체육대회",
        "records": [
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:34.560000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:50.074000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승SuperFinal",
            "소속": "죽전초등학교",
            "기록": "00:00:50.421000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제34회 문화체육관광부장관기 전국생활체육빙상대회",
        "records": [
          {
            "일자": "20250621",
            "종별": "여자초등5,6학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:35.300000",
            "순위": "1"
          },
          {
            "일자": "20250621",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:50.755000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2025 목동아이스링크배 전국 마스터즈 쇼트트랙 스피드스케이팅대회",
        "records": [
          {
            "일자": "20250615",
            "종별": "여자초등5,6학년",
            "세부종목": "222M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:24.410000",
            "순위": "1"
          },
          {
            "일자": "20250615",
            "종별": "여자초등5,6학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:35.130000",
            "순위": "1"
          },
          {
            "일자": "20250615",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승SuperFinal",
            "소속": "죽전초등학교",
            "기록": "00:00:49.950000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제23회 대한체육회장배 전국생활체육빙상대회",
        "records": [
          {
            "일자": "20250525",
            "종별": "여자초등5,6학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:35.440000",
            "순위": "1"
          },
          {
            "일자": "20250525",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:51.191000",
            "순위": "1"
          },
          {
            "일자": "20250525",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승SuperFinal",
            "소속": "죽전초등학교",
            "기록": "00:00:54.021000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 교보생명컵 꿈나무 체육대회",
        "records": [
          {
            "일자": "20240724",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:36.470000",
            "순위": "1"
          },
          {
            "일자": "20240725",
            "종별": "여자초등3,4학년",
            "세부종목": "444M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:47.200000",
            "순위": "2"
          },
          {
            "일자": "20240725",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승SuperFinal",
            "소속": "죽전초등학교",
            "기록": "00:00:54.021000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제33회 문화체육관광부장관기 전국생활체육빙상대회",
        "records": [
          {
            "일자": "20240622",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:35.780000",
            "순위": "1"
          },
          {
            "일자": "20240622",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:52.720000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2024 목동아이스링크배 전국 마스터즈 쇼트트랙 스피드스케이팅대회",
        "records": [
          {
            "일자": "20240616",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:36.350000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제22회 대한체육회장배 전국생활체육 빙상대회",
        "records": [
          {
            "일자": "20240526",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:37.110000",
            "순위": "1"
          },
          {
            "일자": "20240526",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:01:02.420000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제3회 경기도회장배 생활체육 쇼트트랙 스피드스케이팅 대회",
        "records": [
          {
            "일자": "20240414",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:38.640000",
            "순위": "1"
          },
          {
            "일자": "20240414",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:55.670000",
            "순위": "3"
          },
          {
            "일자": "20240414",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승SuperFinal",
            "소속": "죽전초등학교",
            "기록": "00:00:55.670000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 제니스 생활체육 챔피온쉽 빙상대회",
        "records": [
          {
            "일자": "20240324",
            "종별": "여자초등3,4학년",
            "세부종목": "222M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:27.220000",
            "순위": "1"
          },
          {
            "일자": "20240324",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:39.810000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2023 서울특별시장배 빙상경기대회",
        "records": [
          {
            "일자": "20231126",
            "종별": "여자초등3,4학년",
            "세부종목": "222M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:28.090000",
            "순위": "2"
          },
          {
            "일자": "20231126",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:41.000000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2023 성남시 어울림빙상대회",
        "records": [
          {
            "일자": "20230903",
            "종별": "여자초등3,4학년",
            "세부종목": "222M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "",
            "순위": "1"
          },
          {
            "일자": "20230903",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 교보생명컵 꿈나무 체육대회",
        "records": [
          {
            "일자": "20230805",
            "종별": "여자초등3,4학년",
            "세부종목": "222M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:00:30.060000",
            "순위": "1"
          },
          {
            "일자": "20230805",
            "종별": "여자초등3,4학년",
            "세부종목": "333M",
            "라운드": "결승",
            "소속": "죽전초등학교",
            "기록": "00:01:08.710000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "222M",
      "333M",
      "444M",
      "500M"
    ]
  }
};

// 데이터가 로드되었음을 알리는 이벤트 발생
if (typeof window !== 'undefined') {
  window.defaultPlayersDataLoaded = true;
  window.dispatchEvent(new Event('playersDataLoaded'));
}
