// 선수 데이터 - 자동 생성된 파일
// 이 파일은 index.html과 같은 폴더에 있어야 합니다.
// 생성 시간: 2025. 11. 7. 오후 3:49:20

const defaultPlayersData = {
  "이소윤": {
    "sheetName": "이소윤",
    "player_info": {
      "이름": "이소윤",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "죽전초등학교 (SK01578)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 100.165,
          "time_str": "00:01:40.165000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "4"
        },
        "1500M": {
          "time": 159.736,
          "time_str": "00:02:39.736000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        },
        "500M": {
          "time": 48.247,
          "time_str": "00:00:48.247000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "죽전초등학교",
            "기록": "00:01:42.821000",
            "순위": "3"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "죽전초등학교",
            "기록": "00:02:08.259000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "죽전초등학교",
            "기록": "00:03:06.005000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "죽전초등학교",
            "기록": "00:03:31.194000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "죽전초등학교",
            "기록": "00:01:40.165000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "죽전초등학교",
            "기록": "00:01:41.680000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "죽전초등학교",
            "기록": "00:00:48.247000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "죽전초등학교",
            "기록": "00:00:49.243000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "죽전초등학교",
            "기록": "00:02:42.190000",
            "순위": "6"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "죽전초등학교",
            "기록": "00:02:44.708000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "죽전초등학교",
            "기록": "00:02:39.736000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "강혜율": {
    "sheetName": "강혜율",
    "player_info": {
      "이름": "강혜율",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "리라초등학교 (SK00067)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2022": {
        "500M": {
          "time": 51.529,
          "time_str": "00:00:51.529000",
          "competition": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20221217",
          "rank": "4"
        },
        "1000M": {
          "time": 107.022,
          "time_str": "00:01:47.022000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221127",
          "rank": "5"
        },
        "1500M": {
          "time": 176.026,
          "time_str": "00:02:56.026000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221126",
          "rank": "4"
        },
        "2000M": {
          "time": 239.134,
          "time_str": "00:03:59.134000",
          "competition": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20221113",
          "rank": "3"
        }
      },
      "2023": {
        "500M": {
          "time": 48.609,
          "time_str": "00:00:48.609000",
          "competition": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231111",
          "rank": "2"
        },
        "2000M": {
          "time": 243.965,
          "time_str": "(49)04:03.965",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231222",
          "rank": "1"
        },
        "1000M": {
          "time": 100.314,
          "time_str": "00:01:40.314000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "2"
        },
        "1500M": {
          "time": 179.594,
          "time_str": "00:02:59.594000",
          "competition": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20230330",
          "rank": "5"
        }
      },
      "2024": {
        "1000M": {
          "time": 96.67,
          "time_str": "00:01:36.670000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241229",
          "rank": "2"
        },
        "500M": {
          "time": 46.975,
          "time_str": "00:00:46.975000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "2"
        },
        "1500M": {
          "time": 165.303,
          "time_str": "00:02:45.303000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "1000M": {
          "time": 97.27,
          "time_str": "00:01:37.270000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "1"
        },
        "2000M": {
          "time": 222.244,
          "time_str": "(49)03:42.244",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "1"
        },
        "500M": {
          "time": 46.652,
          "time_str": "00:00:46.652000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "1"
        },
        "1500M": {
          "time": 157.026,
          "time_str": "00:02:37.026000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "1"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": "3"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:38.573000",
            "순위": "2"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:01:41.424000",
            "순위": "1"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "(17)04:53.650",
            "순위": "3"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "(49)03:42.244",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:01:39.471000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "리라초등학교",
            "기록": "00:01:40.257000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:01:38.040000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:44.480000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:46.808000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "리라초등학교",
            "기록": "00:00:47.358000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:00:47.026000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "리라초등학교",
            "기록": "00:02:41.797000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "리라초등학교",
            "기록": "00:02:37.026000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:37.732000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:37.270000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:01:38.363000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "리라초등학교",
            "기록": "00:01:41.910000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:00:46.856000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:48.328000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:46.652000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "리라초등학교",
            "기록": "00:00:47.165000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:03:01.133000",
            "순위": "6"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "리라초등학교",
            "기록": "00:02:49.637000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:01:48.091000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:01:40.646000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:38.083000",
            "순위": "5"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:47.015000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:00:47.888000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:46.845000",
            "순위": "2"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:02:41.480000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:02:45.002000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "리라초등학교",
            "기록": "00:01:42.357000",
            "순위": "1"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:38.434000",
            "순위": "3"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:01:48.330000",
            "순위": "1"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:49.714000",
            "순위": "3"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:00:47.766000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "리라초등학교",
            "기록": "00:00:47.656000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:47.644000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:47.179000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:36.670000",
            "순위": "2"
          },
          {
            "일자": "20241229",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20241229",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:01:41.702000",
            "순위": "3"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:47.277000",
            "순위": "2"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:46.975000",
            "순위": "2"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:00:47.836000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:40.785000",
            "순위": "4"
          },
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:39.873000",
            "순위": "1"
          },
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:01:46.195000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:47.709000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "리라초등학교",
            "기록": "00:00:48.096000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:47.720000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:00:47.980000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:01:55.513000",
            "순위": "3"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:01:40.354000",
            "순위": "2"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:48.317000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:48.043000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:47.927000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:00:48.925000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:45.303000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "리라초등학교",
            "기록": "00:03:36.895000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:40.844000",
            "순위": "4"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:01:47.269000",
            "순위": "1"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:45.076000",
            "순위": "1"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:48.812000",
            "순위": "1"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:48.385000",
            "순위": "3"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:00:48.892000",
            "순위": "1"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:46.438000",
            "순위": "2"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:03:11.778000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제105회 전국동계체육대회",
        "records": [
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "리라초등학교",
            "기록": "00:01:38.982000",
            "순위": "2"
          },
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "리라초등학교",
            "기록": "00:01:46.619000",
            "순위": "2"
          },
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:38.337000",
            "순위": "4"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:48.464000",
            "순위": "3"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:49.182000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:49.078000",
            "순위": "3"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:50.061000",
            "순위": "2"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "(49)04:03.965",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:44.553000",
            "순위": "2"
          },
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:48.609000",
            "순위": "2"
          },
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:49.284000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:01:45.427000",
            "순위": "2"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:44.084000",
            "순위": "2"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:40.314000",
            "순위": "2"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:50.218000",
            "순위": "2"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:50.414000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:00:50.419000",
            "순위": "2"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:03:16.358000",
            "순위": "6"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:03:35.751000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:43.083000",
            "순위": "2"
          },
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:29.889000",
            "순위": "4"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:50.973000",
            "순위": "2"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:13.059000",
            "순위": "5"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:59.594000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제104회 전국동계체육대회",
        "records": [
          {
            "일자": "20230219",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:01:44.158000",
            "순위": "4"
          },
          {
            "일자": "20230219",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선6조Heat 6",
            "소속": "리라초등학교",
            "기록": "00:01:47.656000",
            "순위": "3"
          },
          {
            "일자": "20230218",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "리라초등학교",
            "기록": "00:00:50.704000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20221218",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "(15점)03:57.785",
            "순위": "3"
          },
          {
            "일자": "20221217",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:51.955000",
            "순위": "2"
          },
          {
            "일자": "20221217",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:51.529000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:50.114000",
            "순위": "5"
          },
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:01:47.022000",
            "순위": "5"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:52.980000",
            "순위": "4"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:00:53.515000",
            "순위": "2"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:03:48.019000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:56.026000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20221113",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:03:59.134000",
            "순위": "3"
          },
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:51.778000",
            "순위": "5"
          },
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:52.114000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "고다하": {
    "sheetName": "고다하",
    "player_info": {
      "이름": "고다하",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "강릉교동초등학교 (SK01115)",
      "시도": "강원",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 224.538,
          "time_str": "(8)03:44.538",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "4"
        },
        "1500M": {
          "time": 163.963,
          "time_str": "00:02:43.963000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "5"
        },
        "1000M": {
          "time": 103.756,
          "time_str": "00:01:43.756000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "3"
        },
        "500M": {
          "time": 50.831,
          "time_str": "00:00:50.831000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "강릉교동초등학교",
            "기록": "(8)03:44.538",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "강릉교동초등학교",
            "기록": "00:03:13.469000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "강릉교동초등학교",
            "기록": "00:02:44.099000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "강릉교동초등학교",
            "기록": "00:01:43.756000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "강릉교동초등학교",
            "기록": "00:01:50.128000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "강릉교동초등학교",
            "기록": "00:00:50.905000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "강릉교동초등학교",
            "기록": "00:00:50.831000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "강릉교동초등학교",
            "기록": "00:02:43.963000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "강릉교동초등학교",
            "기록": "00:01:45.434000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "강릉교동초등학교",
            "기록": "00:00:51.506000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "강릉교동초등학교",
            "기록": "00:00:51.097000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "강릉교동초등학교",
            "기록": "00:03:09.720000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "권유하": {
    "sheetName": "권유하",
    "player_info": {
      "이름": "권유하",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "리라초등학교 (SK00067)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2021": {
        "1000M": {
          "time": 120.721,
          "time_str": "00:02:00.721000",
          "competition": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20211128",
          "rank": "1"
        },
        "500M": {
          "time": 51.583,
          "time_str": "00:00:51.583000",
          "competition": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20211127",
          "rank": "1"
        }
      },
      "2022": {
        "1000M": {
          "time": 101.392,
          "time_str": "00:01:41.392000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221127",
          "rank": "1"
        },
        "500M": {
          "time": 49.053,
          "time_str": "00:00:49.053000",
          "competition": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20221112",
          "rank": "1"
        },
        "1500M": {
          "time": 162.156,
          "time_str": "00:02:42.156000",
          "competition": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20221112",
          "rank": "2"
        },
        "1500M S.F": {
          "time": 166.777,
          "time_str": "00:02:46.777000",
          "competition": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20220410",
          "rank": "2"
        }
      },
      "2023": {
        "1000M": {
          "time": 99.508,
          "time_str": "00:01:39.508000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "1"
        },
        "500M": {
          "time": 47.738,
          "time_str": "00:00:47.738000",
          "competition": "제104회 전국동계체육대회",
          "date": "20230218",
          "rank": "2"
        },
        "1500M": {
          "time": 163.996,
          "time_str": "00:02:43.996000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "1"
        }
      },
      "2024": {
        "500M": {
          "time": 46.858,
          "time_str": "00:00:46.858000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "1"
        },
        "1500M": {
          "time": 152.704,
          "time_str": "00:02:32.704000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "1"
        },
        "1000M": {
          "time": 96.004,
          "time_str": "00:01:36.004000",
          "competition": "제105회 전국동계체육대회",
          "date": "20240203",
          "rank": "3"
        }
      },
      "2025": {
        "500M": {
          "time": 45.941,
          "time_str": "00:00:45.941000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "3"
        },
        "1500M": {
          "time": 152.191,
          "time_str": "00:02:32.191000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "2"
        },
        "1000M": {
          "time": 96.362,
          "time_str": "00:01:36.362000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250323",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:46.891000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:00:47.663000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:32.191000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:03:08.037000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:48.069000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "리라초등학교",
            "기록": "00:01:48.019000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "리라초등학교",
            "기록": "00:01:43.578000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:44.361000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:46.907000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:54.467000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "리라초등학교",
            "기록": "00:00:47.137000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:47.118000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:45.959000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:37.150000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:02:47.129000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:01:38.156000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:38.687000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "리라초등학교",
            "기록": "00:01:43.384000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "리라초등학교",
            "기록": "00:01:39.625000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "리라초등학교",
            "기록": "00:00:47.316000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:45.941000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:47.298000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:00:46.816000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:02:50.921000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "리라초등학교",
            "기록": "00:02:58.771000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:39.125000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:38.680000",
            "순위": "2"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:01:36.857000",
            "순위": "2"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:36.362000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:46.766000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:47.224000",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:00:46.879000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:47.131000",
            "순위": "2"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "리라초등학교",
            "기록": "00:02:38.769000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "리라초등학교",
            "기록": "00:01:43.420000",
            "순위": "1"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:49.164000",
            "순위": "2"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:37.413000",
            "순위": "1"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "리라초등학교",
            "기록": "00:01:53.885000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:47.295000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:46.900000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:00:47.701000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "리라초등학교",
            "기록": "00:00:47.539000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:47.009000",
            "순위": "1"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:00:47.774000",
            "순위": "1"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:46.858000",
            "순위": "1"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:55.318000",
            "순위": "7"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:53.975000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:39.403000",
            "순위": "1"
          },
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:39.988000",
            "순위": "2"
          },
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:01:41.168000",
            "순위": "1"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:36.238000",
            "순위": "3"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:41.713000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:53.695000",
            "순위": "4"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:01:39.128000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:01:55.348000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:00:48.772000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:00:47.768000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:47.350000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:44.255000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:32.704000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:40.305000",
            "순위": "2"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:39.780000",
            "순위": "2"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:01:41.171000",
            "순위": "1"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:49.496000",
            "순위": "1"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:47.870000",
            "순위": "1"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:48.855000",
            "순위": "1"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:02:52.349000",
            "순위": "1"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:03:32.476000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제105회 전국동계체육대회",
        "records": [
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:36.004000",
            "순위": "3"
          },
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:54.106000",
            "순위": "3"
          },
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "리라초등학교",
            "기록": "00:01:50.018000",
            "순위": "2"
          },
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "리라초등학교",
            "기록": "00:01:57.355000",
            "순위": "1"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:54.370000",
            "순위": "5"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:48.449000",
            "순위": "3"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "리라초등학교",
            "기록": "00:00:49.201000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:41.824000",
            "순위": "1"
          },
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:46.100000",
            "순위": "1"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:48.844000",
            "순위": "1"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:50.185000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:44.455000",
            "순위": "1"
          },
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:48.530000",
            "순위": "1"
          },
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:49.035000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:44.018000",
            "순위": "1"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "00:01:44.042000",
            "순위": "1"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:39.508000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:49.806000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:48.771000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:50.421000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:02:43.996000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:39.756000",
            "순위": "1"
          },
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:51.177000",
            "순위": "1"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:48.491000",
            "순위": "1"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:49.402000",
            "순위": "1"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:49.690000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제104회 전국동계체육대회",
        "records": [
          {
            "일자": "20230219",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "리라초등학교",
            "기록": "00:01:43.978000",
            "순위": "1"
          },
          {
            "일자": "20230219",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20230218",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "리라초등학교",
            "기록": "00:00:55.394000",
            "순위": "3"
          },
          {
            "일자": "20230218",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:49.255000",
            "순위": "4"
          },
          {
            "일자": "20230218",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "리라초등학교",
            "기록": "00:00:47.738000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20221218",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:43.111000",
            "순위": "1"
          },
          {
            "일자": "20221218",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:44.825000",
            "순위": "1"
          },
          {
            "일자": "20221217",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:49.697000",
            "순위": "1"
          },
          {
            "일자": "20221217",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:49.811000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:41.392000",
            "순위": "1"
          },
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:01:44.152000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:50.653000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:50.439000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:46.691000",
            "순위": "2"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:03:00.900000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:49.053000",
            "순위": "1"
          },
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:50.060000",
            "순위": "1"
          },
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:42.156000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:45.940000",
            "순위": "1"
          },
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:01:42.316000",
            "순위": "1"
          },
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:46.777000",
            "순위": "2"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:00:50.611000",
            "순위": "1"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:50.411000",
            "순위": "1"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제103회 전국동계체육대회",
        "records": [
          {
            "일자": "20220227",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "리라초등학교",
            "기록": "00:01:44.430000",
            "순위": "4"
          },
          {
            "일자": "20220226",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "리라초등학교",
            "기록": "00:00:50.111000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 쇼트트랙스피드스케이팅 대회(초등부/대학부/일반부)",
        "records": [
          {
            "일자": "20220123",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:49.693000",
            "순위": "2"
          },
          {
            "일자": "20220122",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:51.900000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제24회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:02:08.712000",
            "순위": "1"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:01:54.967000",
            "순위": "1"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:03:28.859000",
            "순위": "3"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:51.875000",
            "순위": "1"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "리라초등학교",
            "기록": "00:00:53.010000",
            "순위": "2"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:03:07.680000",
            "순위": "1"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:57.227000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20211128",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:02:00.721000",
            "순위": "1"
          },
          {
            "일자": "20211127",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "00:00:51.583000",
            "순위": "1"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "1500M S.F",
      "500M"
    ]
  },
  "길하진": {
    "sheetName": "길하진",
    "player_info": {
      "이름": "길하진",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "서울공진초등학교 (SK01314)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2023": {
        "1000M": {
          "time": 108.857,
          "time_str": "00:01:48.857000",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231223",
          "rank": "2"
        },
        "500M": {
          "time": 55.465,
          "time_str": "00:00:55.465000",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231222",
          "rank": "3"
        }
      },
      "2024": {
        "2000M": {
          "time": 210.393,
          "time_str": "(8)03:30.393",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "4"
        },
        "1500M": {
          "time": 165.338,
          "time_str": "00:02:45.338000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "3"
        },
        "1000M": {
          "time": 107.285,
          "time_str": "00:01:47.285000",
          "competition": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
          "date": "20240301",
          "rank": "5"
        },
        "500M": {
          "time": 53.55,
          "time_str": "00:00:53.550000",
          "competition": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
          "date": "20240229",
          "rank": "4"
        }
      },
      "2025": {
        "2000M": {
          "time": 215.057,
          "time_str": "(5)03:35.057",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "6"
        },
        "1500M": {
          "time": 161.518,
          "time_str": "00:02:41.518000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "3"
        },
        "1000M": {
          "time": 102.457,
          "time_str": "00:01:42.457000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250323",
          "rank": "4"
        },
        "500M": {
          "time": 49.171,
          "time_str": "00:00:49.171000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울공진초등학교",
            "기록": "(5)03:35.057",
            "순위": "6"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울공진초등학교",
            "기록": "(13)03:43.903",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울공진초등학교",
            "기록": "00:02:50.005000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "서울공진초등학교",
            "기록": "00:02:41.518000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "서울공진초등학교",
            "기록": "00:01:44.386000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "서울공진초등학교",
            "기록": "00:00:49.171000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울공진초등학교",
            "기록": "00:00:49.830000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "서울공진초등학교",
            "기록": "00:02:50.837000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울공진초등학교",
            "기록": "00:02:51.769000",
            "순위": "7"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울공진초등학교",
            "기록": "00:03:00.870000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울공진초등학교",
            "기록": "00:01:42.457000",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "서울공진초등학교",
            "기록": "00:00:50.427000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공진초등학교",
            "기록": "00:02:47.446000",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "서울공진초등학교",
            "기록": "00:00:54.378000",
            "순위": "4"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "서울공진초등학교",
            "기록": "00:02:49.130000",
            "순위": "4"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울공진초등학교",
            "기록": "00:02:43.745000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공진초등학교",
            "기록": "(8)03:30.393",
            "순위": "4"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울공진초등학교",
            "기록": "00:02:58.100000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울공진초등학교",
            "기록": "(1)03:42.856",
            "순위": "8"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울공진초등학교",
            "기록": "00:02:45.338000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울공진초등학교",
            "기록": "00:01:47.285000",
            "순위": "5"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울공진초등학교",
            "기록": "00:00:53.550000",
            "순위": "4"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공진초등학교",
            "기록": "00:02:55.965000",
            "순위": "7"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울공진초등학교",
            "기록": "00:02:57.633000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울공진초등학교",
            "기록": "00:01:48.857000",
            "순위": "2"
          },
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울공진초등학교",
            "기록": "00:01:51.677000",
            "순위": "5"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공진초등학교",
            "기록": "00:00:55.465000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김서연": {
    "sheetName": "김서연",
    "player_info": {
      "이름": "김서연",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "인천주원초등학교 (SK90096)",
      "시도": "인천",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2020": {
        "1000M": {
          "time": 129.703,
          "time_str": "00:02:09.703000",
          "competition": "제37회 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20201129",
          "rank": "1"
        },
        "1500M": {
          "time": 273.107,
          "time_str": "00:04:33.107000",
          "competition": "제37회 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20201128",
          "rank": "1"
        }
      },
      "2021": {
        "1000M": {
          "time": 120.771,
          "time_str": "00:02:00.771000",
          "competition": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20211128",
          "rank": "2"
        },
        "1500M": {
          "time": 188.308,
          "time_str": "00:03:08.308000",
          "competition": "제36회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20210320",
          "rank": "1"
        },
        "1500M S.F": {
          "time": 260.501,
          "time_str": "00:04:20.501000",
          "competition": "제35회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20210418",
          "rank": "1"
        },
        "500M": {
          "time": 53.254,
          "time_str": "00:00:53.254000",
          "competition": "제35회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20210417",
          "rank": "1"
        }
      },
      "2022": {
        "1000M": {
          "time": 101.448,
          "time_str": "00:01:41.448000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221127",
          "rank": "2"
        },
        "1500M": {
          "time": 161.638,
          "time_str": "00:02:41.638000",
          "competition": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20221112",
          "rank": "1"
        },
        "500M": {
          "time": 51.005,
          "time_str": "00:00:51.005000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221126",
          "rank": "4"
        },
        "2000M": {
          "time": 221.345,
          "time_str": "00:03:41.345000",
          "competition": "제103회 전국동계체육대회",
          "date": "20220227",
          "rank": "5"
        },
        "1500M S.F": {
          "time": 166.477,
          "time_str": "00:02:46.477000",
          "competition": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20220410",
          "rank": "1"
        }
      },
      "2023": {
        "1000M": {
          "time": 111.262,
          "time_str": "00:01:51.262000",
          "competition": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20230331",
          "rank": "2"
        },
        "500M": {
          "time": 50.608,
          "time_str": "00:00:50.608000",
          "competition": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20230330",
          "rank": "3"
        },
        "1500M": {
          "time": 153.54,
          "time_str": "00:02:33.540000",
          "competition": "제104회 전국동계체육대회",
          "date": "20230218",
          "rank": "3"
        },
        "2000M": {
          "time": 200.375,
          "time_str": "00:03:20.375000",
          "competition": "제104회 전국동계체육대회",
          "date": "20230219",
          "rank": "4"
        }
      },
      "2024": {
        "1000M": {
          "time": 96.88,
          "time_str": "00:01:36.880000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241229",
          "rank": "4"
        },
        "500M": {
          "time": 47.495,
          "time_str": "00:00:47.495000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "5"
        },
        "1500M": {
          "time": 153.807,
          "time_str": "00:02:33.807000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "3"
        }
      },
      "2025": {
        "500M": {
          "time": 47.184,
          "time_str": "00:00:47.184000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 151.47,
          "time_str": "00:02:31.470000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "1"
        },
        "1000M": {
          "time": 97.122,
          "time_str": "00:01:37.122000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.475000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.626000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.184000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천주원초등학교",
            "기록": "00:02:42.411000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:02:46.146000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:32.051000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:01:37.122000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "인천주원초등학교",
            "기록": "00:01:40.158000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "인천주원초등학교",
            "기록": "00:01:39.172000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.791000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.944000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.318000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.831000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:37.142000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:02:31.470000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:02:33.853000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "인천주원초등학교",
            "기록": "00:02:04.784000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.593000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.542000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:40.934000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:02:42.763000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:03:05.343000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "인천주원초등학교",
            "기록": "00:01:37.995000",
            "순위": "3"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:01:37.881000",
            "순위": "4"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "인천주원초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "인천주원초등학교",
            "기록": "00:00:49.128000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천주원초등학교",
            "기록": "00:00:48.802000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:00:48.280000",
            "순위": "5"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:02:40.485000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:47.342000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:00:48.267000",
            "순위": "5"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "인천주원초등학교",
            "기록": "00:00:48.958000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:00:49.053000",
            "순위": "1"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:02:41.992000",
            "순위": "1"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:37.125000",
            "순위": "2"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "인천주원초등학교",
            "기록": "00:02:43.710000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:01:41.582000",
            "순위": "1"
          },
          {
            "일자": "20241229",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:01:36.880000",
            "순위": "4"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:00:48.862000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.877000",
            "순위": "4"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.751000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "인천주원초등학교",
            "기록": "00:00:49.505000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천주원초등학교",
            "기록": "00:00:49.112000",
            "순위": "2"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:02:33.807000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:01:39.794000",
            "순위": "2"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:01:42.885000",
            "순위": "3"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:01:37.636000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천주원초등학교",
            "기록": "00:00:48.480000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천주원초등학교",
            "기록": "00:00:48.854000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:00:47.495000",
            "순위": "5"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천주원초등학교",
            "기록": "00:02:50.706000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:02:55.458000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:01:51.262000",
            "순위": "2"
          },
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:34.890000",
            "순위": "5"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:00:51.938000",
            "순위": "2"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:00:50.608000",
            "순위": "3"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:49.865000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제104회 전국동계체육대회",
        "records": [
          {
            "일자": "20230219",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:03:20.375000",
            "순위": "4"
          },
          {
            "일자": "20230218",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:02:33.540000",
            "순위": "3"
          },
          {
            "일자": "20230218",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:41.250000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20221218",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:01:49.927000",
            "순위": "3"
          },
          {
            "일자": "20221217",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:50.081000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:01:41.448000",
            "순위": "2"
          },
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:01:43.703000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천주원초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:00:51.005000",
            "순위": "4"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:02:55.009000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:46.717000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20221113",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:03:52.496000",
            "순위": "1"
          },
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:41.638000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:01:46.029000",
            "순위": "3"
          },
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:01:42.353000",
            "순위": "2"
          },
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:46.477000",
            "순위": "1"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:00:51.738000",
            "순위": "3"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천주원초등학교",
            "기록": "00:00:51.637000",
            "순위": "2"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:03:05.893000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제103회 전국동계체육대회",
        "records": [
          {
            "일자": "20220227",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천주원초등학교",
            "기록": "00:03:41.345000",
            "순위": "5"
          },
          {
            "일자": "20220226",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "인천주원초등학교",
            "기록": "00:03:22.213000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 쇼트트랙스피드스케이팅 대회(초등부/대학부/일반부)",
        "records": [
          {
            "일자": "20220123",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:01:49.647000",
            "순위": "1"
          },
          {
            "일자": "20220122",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:03:28.684000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제24회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:01:55.060000",
            "순위": "2"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천주원초등학교",
            "기록": "00:02:05.500000",
            "순위": "1"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:03:28.729000",
            "순위": "1"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:00:51.942000",
            "순위": "2"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:00:52.945000",
            "순위": "1"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:03:07.930000",
            "순위": "2"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천주원초등학교",
            "기록": "00:03:56.398000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20211128",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:00.771000",
            "순위": "2"
          },
          {
            "일자": "20211127",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:03:38.172000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제35회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20210418",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:06.564000",
            "순위": "1"
          },
          {
            "일자": "20210418",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:04:20.501000",
            "순위": "1"
          },
          {
            "일자": "20210417",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:00:53.254000",
            "순위": "1"
          },
          {
            "일자": "20210417",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:04:11.656000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제36회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20210321",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:17.133000",
            "순위": "1"
          },
          {
            "일자": "20210320",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:03:08.308000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제37회 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20201129",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:02:09.703000",
            "순위": "1"
          },
          {
            "일자": "20201128",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천주원초등학교",
            "기록": "00:04:33.107000",
            "순위": "1"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "1500M S.F",
      "2000M",
      "500M"
    ]
  },
  "김서진": {
    "sheetName": "김서진",
    "player_info": {
      "이름": "김서진",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "삼봉초등학교 (SK01603)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "1000M": {
          "time": 101.294,
          "time_str": "00:01:41.294000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241229",
          "rank": "3"
        },
        "500M": {
          "time": 49.89,
          "time_str": "00:00:49.890000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "4"
        },
        "1500M": {
          "time": 166.263,
          "time_str": "00:02:46.263000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "3"
        }
      },
      "2025": {
        "1000M": {
          "time": 102.729,
          "time_str": "00:01:42.729000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "4"
        },
        "500M": {
          "time": 47.991,
          "time_str": "00:00:47.991000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 175.37,
          "time_str": "00:02:55.370000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "6"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "삼봉초등학교",
            "기록": "00:02:18.370000",
            "순위": "5"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "삼봉초등학교",
            "기록": "00:00:48.526000",
            "순위": "5"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "삼봉초등학교",
            "기록": "00:00:47.991000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "삼봉초등학교",
            "기록": "00:01:44.990000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "삼봉초등학교",
            "기록": "00:01:42.729000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "삼봉초등학교",
            "기록": "00:01:04.222000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "삼봉초등학교",
            "기록": "00:02:55.370000",
            "순위": "6"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "삼봉초등학교",
            "기록": "00:02:55.765000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "삼봉초등학교",
            "기록": "00:01:41.294000",
            "순위": "3"
          },
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "삼봉초등학교",
            "기록": "",
            "순위": "4"
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "삼봉초등학교",
            "기록": "00:00:49.890000",
            "순위": "4"
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "삼봉초등학교",
            "기록": "00:00:50.183000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "삼봉초등학교",
            "기록": "00:01:45.190000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "삼봉초등학교",
            "기록": "00:00:51.319000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "삼봉초등학교",
            "기록": "00:01:06.335000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "삼봉초등학교",
            "기록": "00:01:43.614000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "삼봉초등학교",
            "기록": "00:00:54.968000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "삼봉초등학교",
            "기록": "00:02:46.263000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "삼봉초등학교",
            "기록": "00:02:48.267000",
            "순위": "7"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "김연우": {
    "sheetName": "김연우",
    "player_info": {
      "이름": "김연우",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "평촌초등학교 (SK00940)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "2000M": {
          "time": 217.488,
          "time_str": "(5)03:37.488",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "5"
        },
        "1500M": {
          "time": 158.939,
          "time_str": "00:02:38.939000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "4"
        },
        "1000M": {
          "time": 105.046,
          "time_str": "00:01:45.046000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "4"
        },
        "500M": {
          "time": 53.289,
          "time_str": "00:00:53.289000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "2000M": {
          "time": 211.556,
          "time_str": "(44)03:31.556",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "1"
        },
        "1500M": {
          "time": 154.112,
          "time_str": "00:02:34.112000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        },
        "1000M": {
          "time": 97.41,
          "time_str": "00:01:37.410000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "4"
        },
        "500M": {
          "time": 48.227,
          "time_str": "00:00:48.227000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "평촌초등학교",
            "기록": "(44)03:31.556",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "(49)03:31.967",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "평촌초등학교",
            "기록": "00:02:41.838000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "00:03:03.137000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "평촌초등학교",
            "기록": "00:01:37.488000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "평촌초등학교",
            "기록": "00:01:40.046000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "평촌초등학교",
            "기록": "00:01:40.122000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "평촌초등학교",
            "기록": "00:01:43.736000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "평촌초등학교",
            "기록": "00:00:48.301000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "평촌초등학교",
            "기록": "00:00:49.949000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "00:02:34.112000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "평촌초등학교",
            "기록": "00:02:38.851000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "평촌초등학교",
            "기록": "00:02:37.459000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "평촌초등학교",
            "기록": "00:01:41.438000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "00:01:37.410000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "평촌초등학교",
            "기록": "00:01:38.437000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "평촌초등학교",
            "기록": "00:01:38.675000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "평촌초등학교",
            "기록": "00:00:49.229000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "평촌초등학교",
            "기록": "00:00:48.227000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "평촌초등학교",
            "기록": "00:02:40.403000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "평촌초등학교",
            "기록": "00:02:48.790000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "00:02:48.570000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "평촌초등학교",
            "기록": "00:01:40.185000",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "평촌초등학교",
            "기록": "00:00:49.872000",
            "순위": "5"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "평촌초등학교",
            "기록": "00:02:40.825000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "평촌초등학교",
            "기록": "00:02:42.026000",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "평촌초등학교",
            "기록": "00:01:45.551000",
            "순위": "3"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "평촌초등학교",
            "기록": "00:01:42.698000",
            "순위": "4"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "평촌초등학교",
            "기록": "00:01:42.999000",
            "순위": "5"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "평촌초등학교",
            "기록": "00:02:48.515000",
            "순위": "7"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "평촌초등학교",
            "기록": "00:02:56.160000",
            "순위": "4"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "00:02:43.354000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "평촌초등학교",
            "기록": "(5)03:37.488",
            "순위": "5"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "평촌초등학교",
            "기록": "00:02:46.030000",
            "순위": "2"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "평촌초등학교",
            "기록": "00:02:48.435000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "평촌초등학교",
            "기록": "(5)03:43.680",
            "순위": "5"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "평촌초등학교",
            "기록": "00:02:38.939000",
            "순위": "4"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "00:02:44.822000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "평촌초등학교",
            "기록": "00:01:45.046000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "평촌초등학교",
            "기록": "00:00:53.289000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "평촌초등학교",
            "기록": "00:03:02.137000",
            "순위": "6"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "평촌초등학교",
            "기록": "00:02:56.876000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김연서": {
    "sheetName": "김연서",
    "player_info": {
      "이름": "김연서",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "서울영도초등학교 (SK00871)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2023": {
        "1000M": {
          "time": 108.922,
          "time_str": "00:01:48.922000",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231223",
          "rank": "3"
        },
        "1500M": {
          "time": 180.047,
          "time_str": "00:03:00.047000",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231221",
          "rank": "5"
        }
      },
      "2024": {
        "500M": {
          "time": 48.286,
          "time_str": "00:00:48.286000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241123",
          "rank": "3"
        },
        "2000M": {
          "time": 226.262,
          "time_str": "(2)03:46.262",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "7"
        },
        "1000M": {
          "time": 103.208,
          "time_str": "00:01:43.208000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "3"
        }
      },
      "2025": {
        "2000M": {
          "time": 211.702,
          "time_str": "(13)03:31.702",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "4"
        },
        "500M": {
          "time": 47.084,
          "time_str": "00:00:47.084000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "3"
        },
        "1000M": {
          "time": 102.308,
          "time_str": "00:01:42.308000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "4"
        },
        "1500M": {
          "time": 151.999,
          "time_str": "00:02:31.999000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "(13)03:31.702",
            "순위": "4"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.507000",
            "순위": "4"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.988000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "(15)03:53.692",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울영도초등학교",
            "기록": "00:01:42.308000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "서울영도초등학교",
            "기록": "00:01:47.037000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.837000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.019000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.521000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.291000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:02:31.999000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:02:47.301000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:01:47.608000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "서울영도초등학교",
            "기록": "00:01:44.814000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.180000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.163000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:00:59.359000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.084000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:03:05.507000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울영도초등학교",
            "기록": "00:02:59.672000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "서울영도초등학교",
            "기록": "00:01:42.447000",
            "순위": "5"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.005000",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.688000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.972000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:02:41.726000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:03:42.876000",
            "순위": "8"
          },
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:03:35.081000",
            "순위": "3"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.593000",
            "순위": "4"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "서울영도초등학교",
            "기록": "00:00:50.182000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.911000",
            "순위": "5"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "(23)04:14.738",
            "순위": "2"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "(2)03:46.262",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울영도초등학교",
            "기록": "00:01:43.208000",
            "순위": "3"
          },
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:02:04.471000",
            "순위": "4"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.286000",
            "순위": "3"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:01:03.013000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:01:48.922000",
            "순위": "3"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:03:00.047000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김지안": {
    "sheetName": "김지안",
    "player_info": {
      "이름": "김지안",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "용문초등학교 (SK00740)",
      "시도": "부산",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "2000M": {
          "time": 217.135,
          "time_str": "(21)03:37.135",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "2"
        },
        "500M": {
          "time": 49.779,
          "time_str": "00:00:49.779000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241123",
          "rank": "4"
        },
        "1000M": {
          "time": 102.81,
          "time_str": "00:01:42.810000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "2"
        },
        "1500M": {
          "time": 196.693,
          "time_str": "00:03:16.693000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "2000M": {
          "time": 222.326,
          "time_str": "(31)03:42.326",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "2"
        },
        "1500M": {
          "time": 158.789,
          "time_str": "00:02:38.789000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        },
        "1000M": {
          "time": 98.089,
          "time_str": "00:01:38.089000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "3"
        },
        "500M": {
          "time": 48.174,
          "time_str": "00:00:48.174000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "용문초등학교",
            "기록": "(3)03:44.990",
            "순위": "7"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "용문초등학교",
            "기록": "(31)03:42.326",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "용문초등학교",
            "기록": "00:02:46.266000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "용문초등학교",
            "기록": "00:02:48.620000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "용문초등학교",
            "기록": "00:01:57.842000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "용문초등학교",
            "기록": "00:01:41.566000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "용문초등학교",
            "기록": "00:01:38.089000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "용문초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "용문초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "용문초등학교",
            "기록": "00:02:38.789000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "용문초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "용문초등학교",
            "기록": "00:02:47.972000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "용문초등학교",
            "기록": "00:01:41.222000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "용문초등학교",
            "기록": "00:01:41.686000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "용문초등학교",
            "기록": "00:00:48.174000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "용문초등학교",
            "기록": "00:01:09.999000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "용문초등학교",
            "기록": "00:02:52.241000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "용문초등학교",
            "기록": "00:02:43.392000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "용문초등학교",
            "기록": "00:02:43.149000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "용문초등학교",
            "기록": "00:01:40.914000",
            "순위": "5"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "용문초등학교",
            "기록": "00:00:49.838000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "용문초등학교",
            "기록": "00:02:58.281000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "용문초등학교",
            "기록": "00:01:40.924000",
            "순위": "3"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "용문초등학교",
            "기록": "00:01:39.270000",
            "순위": "5"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "용문초등학교",
            "기록": "00:01:42.561000",
            "순위": "3"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "용문초등학교",
            "기록": "00:03:08.290000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "용문초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "용문초등학교",
            "기록": "(21)03:37.135",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "용문초등학교",
            "기록": "(13)03:37.362",
            "순위": "3"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "용문초등학교",
            "기록": "00:00:49.779000",
            "순위": "4"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "용문초등학교",
            "기록": "00:00:59.790000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "용문초등학교",
            "기록": "00:01:43.543000",
            "순위": "3"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "용문초등학교",
            "기록": "00:01:45.417000",
            "순위": "4"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "용문초등학교",
            "기록": "00:01:42.810000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "용문초등학교",
            "기록": "00:01:13.867000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "용문초등학교",
            "기록": "00:03:16.693000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "용문초등학교",
            "기록": "00:03:23.325000",
            "순위": "6"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김채율": {
    "sheetName": "김채율",
    "player_info": {
      "이름": "김채율",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "보름초등학교 (SK02148)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "500M": {
          "time": 48.855,
          "time_str": "00:00:48.855000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "4"
        },
        "1500M": {
          "time": 186.18,
          "time_str": "00:03:06.180000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241227",
          "rank": "6"
        },
        "2000M": {
          "time": 209.06,
          "time_str": "(5)03:29.060",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "5"
        }
      },
      "2025": {
        "1000M": {
          "time": 95.424,
          "time_str": "00:01:35.424000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "1"
        },
        "500M": {
          "time": 46.961,
          "time_str": "00:00:46.961000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "2"
        },
        "1500M": {
          "time": 151.647,
          "time_str": "00:02:31.647000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "보름초등학교",
            "기록": "00:01:42.228000",
            "순위": "1"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "보름초등학교",
            "기록": "00:01:37.709000",
            "순위": "2"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "00:01:37.767000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "보름초등학교",
            "기록": "00:00:47.703000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "보름초등학교",
            "기록": "00:01:35.424000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "00:01:37.382000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "보름초등학교",
            "기록": "00:01:40.118000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "보름초등학교",
            "기록": "00:01:41.726000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "보름초등학교",
            "기록": "00:00:49.427000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "보름초등학교",
            "기록": "00:00:46.961000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "보름초등학교",
            "기록": "00:00:47.186000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "보름초등학교",
            "기록": "00:00:47.916000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "보름초등학교",
            "기록": "00:02:31.647000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "보름초등학교",
            "기록": "00:02:34.489000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "보름초등학교",
            "기록": "00:02:52.238000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선6조Heat 6",
            "소속": "보름초등학교",
            "기록": "00:01:41.785000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "보름초등학교",
            "기록": "00:01:37.362000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "보름초등학교",
            "기록": "00:01:37.389000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "보름초등학교",
            "기록": "00:01:40.455000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "보름초등학교",
            "기록": "00:00:46.965000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "보름초등학교",
            "기록": "00:00:48.076000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "보름초등학교",
            "기록": "00:00:47.726000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "00:00:47.489000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "보름초등학교",
            "기록": "00:02:59.209000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "보름초등학교",
            "기록": "00:02:48.733000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "보름초등학교",
            "기록": "00:03:05.615000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "00:01:39.766000",
            "순위": "4"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "보름초등학교",
            "기록": "00:01:48.424000",
            "순위": "4"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "보름초등학교",
            "기록": "00:01:39.884000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "보름초등학교",
            "기록": "00:00:48.763000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "보름초등학교",
            "기록": "00:00:48.810000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "00:00:47.860000",
            "순위": "3"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "보름초등학교",
            "기록": "00:02:45.816000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "보름초등학교",
            "기록": "00:02:41.700000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "보름초등학교",
            "기록": "00:01:39.181000",
            "순위": "4"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "보름초등학교",
            "기록": "00:01:51.820000",
            "순위": "2"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "보름초등학교",
            "기록": "00:01:45.455000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "보름초등학교",
            "기록": "00:00:50.192000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "보름초등학교",
            "기록": "00:00:49.317000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "보름초등학교",
            "기록": "00:00:48.855000",
            "순위": "4"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "00:03:06.180000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "보름초등학교",
            "기록": "(5)03:29.060",
            "순위": "5"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "보름초등학교",
            "기록": "00:00:50.117000",
            "순위": "4"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "보름초등학교",
            "기록": "00:00:50.092000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "보름초등학교",
            "기록": "00:00:49.987000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김현유": {
    "sheetName": "김현유",
    "player_info": {
      "이름": "김현유",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "서울서정초등학교 (SK90845)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2022": {
        "2000M": {
          "time": 267.387,
          "time_str": "00:04:27.387000",
          "competition": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20221218",
          "rank": "1"
        },
        "500M": {
          "time": 56.528,
          "time_str": "00:00:56.528000",
          "competition": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20221217",
          "rank": "2"
        },
        "1000M": {
          "time": 143.268,
          "time_str": "00:02:23.268000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221127",
          "rank": "5"
        },
        "1500M": {
          "time": 212.886,
          "time_str": "00:03:32.886000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221126",
          "rank": "5"
        }
      },
      "2023": {
        "500M": {
          "time": 50.37,
          "time_str": "00:00:50.370000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "3"
        },
        "1500M": {
          "time": 164.633,
          "time_str": "00:02:44.633000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "4"
        },
        "1000M": {
          "time": 104.241,
          "time_str": "00:01:44.241000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "3"
        }
      },
      "2024": {
        "1000M": {
          "time": 99.657,
          "time_str": "00:01:39.657000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "1"
        },
        "500M": {
          "time": 49.528,
          "time_str": "00:00:49.528000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "2"
        },
        "1500M": {
          "time": 160.26,
          "time_str": "00:02:40.260000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "2000M": {
          "time": 210.883,
          "time_str": "00:03:30.883000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250114",
          "rank": "4"
        },
        "1500M": {
          "time": 160.324,
          "time_str": "00:02:40.324000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250111",
          "rank": "4"
        },
        "1000M": {
          "time": 98.461,
          "time_str": "00:01:38.461000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "4"
        },
        "500M": {
          "time": 47.667,
          "time_str": "00:00:47.667000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "(21)03:31.631",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "(13)03:32.753",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "서울서정초등학교",
            "기록": "00:02:41.771000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "서울서정초등학교",
            "기록": "00:01:41.127000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:01:40.738000",
            "순위": "5"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "서울서정초등학교",
            "기록": "00:01:38.461000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선6조Heat 6",
            "소속": "서울서정초등학교",
            "기록": "00:01:41.863000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울서정초등학교",
            "기록": "00:00:47.902000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울서정초등학교",
            "기록": "00:01:51.756000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:00:47.667000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "서울서정초등학교",
            "기록": "00:00:48.646000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:02:48.740000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "서울서정초등학교",
            "기록": "00:02:50.014000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울서정초등학교",
            "기록": "00:02:49.262000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:01:41.691000",
            "순위": "5"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "서울서정초등학교",
            "기록": "00:01:48.376000",
            "순위": "3"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "서울서정초등학교",
            "기록": "00:01:40.064000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울서정초등학교",
            "기록": "00:00:50.297000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울서정초등학교",
            "기록": "",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:03:30.883000",
            "순위": "4"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "서울서정초등학교",
            "기록": "00:02:55.710000",
            "순위": "2"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:02:40.324000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:01:41.166000",
            "순위": "2"
          },
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:01:48.030000",
            "순위": "1"
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:00:51.202000",
            "순위": "2"
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:00:49.801000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:01:41.984000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:00:50.275000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:01:40.444000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:01:39.657000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "서울서정초등학교",
            "기록": "00:01:42.052000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:00:49.540000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울서정초등학교",
            "기록": "00:00:49.528000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:00:50.799000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:02:40.260000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:02:56.087000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울서정초등학교",
            "기록": "00:01:47.517000",
            "순위": "3"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울서정초등학교",
            "기록": "00:00:50.493000",
            "순위": "3"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울서정초등학교",
            "기록": "00:00:52.276000",
            "순위": "2"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:00:50.595000",
            "순위": "4"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:02:49.422000",
            "순위": "5"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울서정초등학교",
            "기록": "00:02:55.130000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:00:51.566000",
            "순위": "4"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울서정초등학교",
            "기록": "00:00:52.224000",
            "순위": "3"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:03:14.040000",
            "순위": "6"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:02:58.031000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:02:01.625000",
            "순위": "4"
          },
          {
            "일자": "20231110",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:02:53.426000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:01:44.241000",
            "순위": "3"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울서정초등학교",
            "기록": "00:01:44.987000",
            "순위": "2"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:02:10.175000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:00:50.370000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울서정초등학교",
            "기록": "00:00:51.607000",
            "순위": "2"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:01:15.558000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:02:44.633000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울서정초등학교",
            "기록": "00:02:46.258000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20221218",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:04:27.387000",
            "순위": "1"
          },
          {
            "일자": "20221217",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:00:56.528000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20221127",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:02:23.268000",
            "순위": "5"
          },
          {
            "일자": "20221126",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:00:57.945000",
            "순위": "4"
          },
          {
            "일자": "20221126",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:03:32.886000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20221113",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:04:55.079000",
            "순위": "2"
          },
          {
            "일자": "20221112",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울서정초등학교",
            "기록": "00:03:48.909000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "나윤채": {
    "sheetName": "나윤채",
    "player_info": {
      "이름": "나윤채",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "수성초등학교 (SK00506)",
      "시도": "대구",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 112.567,
          "time_str": "00:01:52.567000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "5"
        },
        "500M": {
          "time": 55.657,
          "time_str": "00:00:55.657000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "5"
        },
        "1500M": {
          "time": 183.59,
          "time_str": "00:03:03.590000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "수성초등학교",
            "기록": "00:01:52.567000",
            "순위": "5"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "수성초등학교",
            "기록": "00:00:55.657000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "수성초등학교",
            "기록": "00:01:55.636000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "수성초등학교",
            "기록": "00:00:56.186000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "수성초등학교",
            "기록": "00:03:03.590000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "류연지": {
    "sheetName": "류연지",
    "player_info": {
      "이름": "류연지",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "만호초등학교 (SK00626)",
      "시도": "광주",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "500M": {
          "time": 50.058,
          "time_str": "00:00:50.058000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        },
        "1500M": {
          "time": 167.694,
          "time_str": "00:02:47.694000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "5"
        },
        "1000M": {
          "time": 100.85,
          "time_str": "00:01:40.850000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "만호초등학교",
            "기록": "00:00:50.775000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "만호초등학교",
            "기록": "00:02:47.694000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "만호초등학교",
            "기록": "00:01:44.191000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "만호초등학교",
            "기록": "00:01:40.850000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "만호초등학교",
            "기록": "00:00:50.058000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "만호초등학교",
            "기록": "00:00:50.514000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "만호초등학교",
            "기록": "",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "박세경": {
    "sheetName": "박세경",
    "player_info": {
      "이름": "박세경",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "광주화정초등학교 (SK90682)",
      "시도": "광주",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 105.177,
          "time_str": "00:01:45.177000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "3"
        },
        "500M": {
          "time": 50.82,
          "time_str": "00:00:50.820000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "5"
        },
        "1500M": {
          "time": 169.113,
          "time_str": "00:02:49.113000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "광주화정초등학교",
            "기록": "00:02:22.215000",
            "순위": "4"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "광주화정초등학교",
            "기록": "00:00:50.820000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "광주화정초등학교",
            "기록": "00:01:45.797000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "광주화정초등학교",
            "기록": "00:00:52.209000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "광주화정초등학교",
            "기록": "00:00:51.444000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "광주화정초등학교",
            "기록": "00:02:49.113000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "광주화정초등학교",
            "기록": "00:01:45.177000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "광주화정초등학교",
            "기록": "00:01:48.634000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "광주화정초등학교",
            "기록": "00:00:53.301000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "광주화정초등학교",
            "기록": "00:02:55.793000",
            "순위": "6"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "박예율": {
    "sheetName": "박예율",
    "player_info": {
      "이름": "박예율",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "서울당중초등학교 (SK90753)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "1500M": {
          "time": 168.519,
          "time_str": "00:02:48.519000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241227",
          "rank": "7"
        },
        "1000M": {
          "time": 111.543,
          "time_str": "00:01:51.543000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "4"
        }
      },
      "2025": {
        "1000M": {
          "time": 99.978,
          "time_str": "00:01:39.978000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "4"
        },
        "1500M": {
          "time": 175.708,
          "time_str": "00:02:55.708000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250321",
          "rank": "7"
        },
        "500M": {
          "time": 50.271,
          "time_str": "00:00:50.271000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울당중초등학교",
            "기록": "00:01:42.474000",
            "순위": "3"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울당중초등학교",
            "기록": "00:01:40.958000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "서울당중초등학교",
            "기록": "00:03:08.878000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "서울당중초등학교",
            "기록": "00:01:39.978000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울당중초등학교",
            "기록": "00:01:49.959000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "서울당중초등학교",
            "기록": "00:00:51.490000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울당중초등학교",
            "기록": "00:00:50.271000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "서울당중초등학교",
            "기록": "00:02:58.188000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울당중초등학교",
            "기록": "00:01:49.782000",
            "순위": "5"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "서울당중초등학교",
            "기록": "00:00:52.702000",
            "순위": "5"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울당중초등학교",
            "기록": "00:02:55.708000",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울당중초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울당중초등학교",
            "기록": "00:02:54.570000",
            "순위": "4"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울당중초등학교",
            "기록": "00:02:48.519000",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울당중초등학교",
            "기록": "00:01:51.543000",
            "순위": "4"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울당중초등학교",
            "기록": "00:02:59.730000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "박지원": {
    "sheetName": "박지원",
    "player_info": {
      "이름": "박지원",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "진월초등학교 (SK00812)",
      "시도": "광주",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 228.797,
          "time_str": "(5)03:48.797",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "5"
        },
        "1500M": {
          "time": 170.076,
          "time_str": "00:02:50.076000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        },
        "1000M": {
          "time": 103.601,
          "time_str": "00:01:43.601000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "5"
        },
        "500M": {
          "time": 52.119,
          "time_str": "00:00:52.119000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "진월초등학교",
            "기록": "(5)03:48.797",
            "순위": "5"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "진월초등학교",
            "기록": "00:03:09.593000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "진월초등학교",
            "기록": "00:01:43.601000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "진월초등학교",
            "기록": "00:00:52.119000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "진월초등학교",
            "기록": "00:02:50.076000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "진월초등학교",
            "기록": "",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "진월초등학교",
            "기록": "00:00:53.199000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "진월초등학교",
            "기록": "00:00:53.273000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "진월초등학교",
            "기록": "00:03:09.809000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "박하랑": {
    "sheetName": "박하랑",
    "player_info": {
      "이름": "박하랑",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "서울양목초등학교 (SK01160)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2021": {
        "1000M": {
          "time": 124.37,
          "time_str": "00:02:04.370000",
          "competition": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20211128",
          "rank": "5"
        }
      },
      "2022": {
        "1000M": {
          "time": 112.409,
          "time_str": "00:01:52.409000",
          "competition": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20221218",
          "rank": "1"
        },
        "500M": {
          "time": 55.022,
          "time_str": "00:00:55.022000",
          "competition": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20221112",
          "rank": "1"
        },
        "1500M": {
          "time": 182.735,
          "time_str": "00:03:02.735000",
          "competition": "제24회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20220115",
          "rank": "3"
        },
        "1500M S.F": {
          "time": 214.462,
          "time_str": "00:03:34.462000",
          "competition": "제24회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20220116",
          "rank": "5"
        },
        "2000M": {
          "time": 261.755,
          "time_str": "00:04:21.755000",
          "competition": "제38회 전국남녀 쇼트트랙스피드스케이팅 대회(초등부/대학부/일반부)",
          "date": "20220123",
          "rank": "1"
        }
      },
      "2023": {
        "1500M": {
          "time": 164.402,
          "time_str": "00:02:44.402000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "2"
        },
        "2000M": {
          "time": 221.592,
          "time_str": "00:03:41.592000",
          "competition": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231112",
          "rank": "1"
        },
        "500M": {
          "time": 49.936,
          "time_str": "00:00:49.936000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "2"
        },
        "1000M": {
          "time": 105.536,
          "time_str": "00:01:45.536000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "2"
        }
      },
      "2024": {
        "500M": {
          "time": 48.081,
          "time_str": "00:00:48.081000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241123",
          "rank": "1"
        },
        "1500M": {
          "time": 157.389,
          "time_str": "00:02:37.389000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241227",
          "rank": "1"
        },
        "2000M": {
          "time": 214.971,
          "time_str": "(49)03:34.971",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "1"
        },
        "1000M": {
          "time": 101.295,
          "time_str": "00:01:41.295000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "1"
        }
      },
      "2025": {
        "1000M": {
          "time": 97.373,
          "time_str": "00:01:37.373000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "2"
        },
        "500M": {
          "time": 45.901,
          "time_str": "00:00:45.901000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "2"
        },
        "1500M": {
          "time": 158.327,
          "time_str": "00:02:38.327000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "00:02:16.622000",
            "순위": "5"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "서울양목초등학교",
            "기록": "00:01:43.072000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.091000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.281000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.405000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "00:02:12.170000",
            "순위": "5"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "서울양목초등학교",
            "기록": "00:01:48.146000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "서울양목초등학교",
            "기록": "00:01:39.651000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "서울양목초등학교",
            "기록": "00:01:47.008000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.664000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.878000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울양목초등학교",
            "기록": "00:02:38.327000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "서울양목초등학교",
            "기록": "00:02:43.823000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울양목초등학교",
            "기록": "00:02:45.825000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "서울양목초등학교",
            "기록": "00:01:41.012000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:01:37.373000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "서울양목초등학교",
            "기록": "00:01:39.502000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "00:01:37.406000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.471000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.566000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.296000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:00:45.901000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울양목초등학교",
            "기록": "00:02:59.438000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울양목초등학교",
            "기록": "00:02:48.653000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "서울양목초등학교",
            "기록": "00:02:57.551000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:01:39.637000",
            "순위": "4"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "서울양목초등학교",
            "기록": "00:01:39.370000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "00:01:39.500000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울양목초등학교",
            "기록": "00:00:47.907000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "00:00:46.437000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:00:46.913000",
            "순위": "2"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "00:02:40.598000",
            "순위": "2"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:02:48.152000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울양목초등학교",
            "기록": "00:00:46.978000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "서울양목초등학교",
            "기록": "00:00:49.214000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "00:00:48.760000",
            "순위": "1"
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:00:48.543000",
            "순위": "1"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:02:37.389000",
            "순위": "1"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "00:02:45.770000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "(49)03:34.971",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "00:00:48.872000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:00:48.081000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "00:01:41.295000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:02:43.901000",
            "순위": "5"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울양목초등학교",
            "기록": "00:01:42.292000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울양목초등학교",
            "기록": "00:01:29.963000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울양목초등학교",
            "기록": "00:00:48.667000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울양목초등학교",
            "기록": "00:00:49.493000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울양목초등학교",
            "기록": "00:02:55.016000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울양목초등학교",
            "기록": "00:02:38.387000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "광성초등학교",
            "기록": "",
            "순위": "4"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "광성초등학교",
            "기록": "00:00:48.954000",
            "순위": "2"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "광성초등학교",
            "기록": "00:00:49.536000",
            "순위": "2"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "광성초등학교",
            "기록": "00:00:56.883000",
            "순위": "4"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "광성초등학교",
            "기록": "00:02:53.290000",
            "순위": "2"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "광성초등학교",
            "기록": "00:03:11.889000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "광성초등학교",
            "기록": "",
            "순위": "4"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "광성초등학교",
            "기록": "00:02:52.235000",
            "순위": "2"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "광성초등학교",
            "기록": "00:02:57.751000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "광성초등학교",
            "기록": "00:03:41.592000",
            "순위": "1"
          },
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "광성초등학교",
            "기록": "00:00:50.071000",
            "순위": "5"
          },
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "광성초등학교",
            "기록": "00:00:50.793000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "동일중앙초등학교",
            "기록": "00:01:55.165000",
            "순위": "2"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "동일중앙초등학교",
            "기록": "00:01:45.536000",
            "순위": "2"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "동일중앙초등학교",
            "기록": "00:01:45.539000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "동일중앙초등학교",
            "기록": "00:00:49.936000",
            "순위": "2"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "동일중앙초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "동일중앙초등학교",
            "기록": "00:00:51.547000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "동일중앙초등학교",
            "기록": "00:02:44.402000",
            "순위": "2"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "동일중앙초등학교",
            "기록": "00:02:45.921000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20221218",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:01:52.409000",
            "순위": "1"
          },
          {
            "일자": "20221217",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:00:55.337000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20221127",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:01:53.498000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:00:56.225000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:03:18.253000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20221113",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:02:14.230000",
            "순위": "1"
          },
          {
            "일자": "20221112",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:00:55.022000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20220410",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:02:10.052000",
            "순위": "1"
          },
          {
            "일자": "20220410",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:03:38.045000",
            "순위": "1"
          },
          {
            "일자": "20220409",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:00:58.402000",
            "순위": "1"
          },
          {
            "일자": "20220409",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:03:37.895000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제103회 전국동계체육대회",
        "records": [
          {
            "일자": "20220227",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "동성초등학교",
            "기록": "00:01:57.108000",
            "순위": "5"
          },
          {
            "일자": "20220226",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "동성초등학교",
            "기록": "00:00:55.749000",
            "순위": "3"
          },
          {
            "일자": "20220226",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "동성초등학교",
            "기록": "00:00:58.341000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 쇼트트랙스피드스케이팅 대회(초등부/대학부/일반부)",
        "records": [
          {
            "일자": "20220123",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:04:21.755000",
            "순위": "1"
          },
          {
            "일자": "20220122",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:00:56.491000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제24회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "동성초등학교",
            "기록": "00:02:04.305000",
            "순위": "1"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "동성초등학교",
            "기록": "00:02:11.617000",
            "순위": "3"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:03:34.462000",
            "순위": "5"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "동성초등학교",
            "기록": "00:00:56.089000",
            "순위": "2"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "동성초등학교",
            "기록": "00:00:56.503000",
            "순위": "3"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "동성초등학교",
            "기록": "00:03:02.735000",
            "순위": "3"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:03:13.540000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20211128",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "00:02:04.370000",
            "순위": "5"
          },
          {
            "일자": "20211127",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "동성초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "1500M S.F",
      "2000M",
      "500M"
    ]
  },
  "백이슬": {
    "sheetName": "백이슬",
    "player_info": {
      "이름": "백이슬",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "서울우신초등학교 (SK02280)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 212.631,
          "time_str": "(21)03:32.631",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "2"
        },
        "1500M": {
          "time": 155.482,
          "time_str": "00:02:35.482000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "7"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울우신초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울우신초등학교",
            "기록": "(21)03:32.631",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울우신초등학교",
            "기록": "00:02:39.557000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "서울우신초등학교",
            "기록": "00:02:41.420000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울우신초등학교",
            "기록": "00:02:35.482000",
            "순위": "7"
          }
        ]
      }
    ],
    "events": [
      "1500M",
      "2000M"
    ]
  },
  "심하율": {
    "sheetName": "심하율",
    "player_info": {
      "이름": "심하율",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "강릉교동초등학교 (SK01115)",
      "시도": "강원",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 102.943,
          "time_str": "00:01:42.943000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "4"
        },
        "1500M": {
          "time": 158.239,
          "time_str": "00:02:38.239000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        },
        "500M": {
          "time": 49.134,
          "time_str": "00:00:49.134000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "강릉교동초등학교",
            "기록": "00:01:43.274000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "강릉교동초등학교",
            "기록": "00:02:44.296000",
            "순위": "5"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "강릉교동초등학교",
            "기록": "00:02:46.761000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "강릉교동초등학교",
            "기록": "00:01:47.150000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "강릉교동초등학교",
            "기록": "00:00:50.530000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "강릉교동초등학교",
            "기록": "00:00:51.095000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "강릉교동초등학교",
            "기록": "00:02:47.159000",
            "순위": "6"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "강릉교동초등학교",
            "기록": "00:02:38.239000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "강릉교동초등학교",
            "기록": "00:01:55.409000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "강릉교동초등학교",
            "기록": "00:01:42.943000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "강릉교동초등학교",
            "기록": "00:00:49.134000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "강릉교동초등학교",
            "기록": "00:00:49.306000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "강릉교동초등학교",
            "기록": "00:02:58.066000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "강릉교동초등학교",
            "기록": "00:03:01.081000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "오수연": {
    "sheetName": "오수연",
    "player_info": {
      "이름": "오수연",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "청주대성초등학교 (SK90832)",
      "시도": "충북",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2022": {
        "500M": {
          "time": 56.535,
          "time_str": "00:00:56.535000",
          "competition": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20221217",
          "rank": "3"
        },
        "1500M": {
          "time": 231.901,
          "time_str": "00:03:51.901000",
          "competition": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20221217",
          "rank": "3"
        }
      },
      "2023": {
        "1000M": {
          "time": 112.423,
          "time_str": "00:01:52.423000",
          "competition": "제104회 전국동계체육대회",
          "date": "20230219",
          "rank": "4"
        },
        "500M": {
          "time": 57.371,
          "time_str": "00:00:57.371000",
          "competition": "제104회 전국동계체육대회",
          "date": "20230218",
          "rank": "5"
        },
        "1500M": {
          "time": 182.78,
          "time_str": "00:03:02.780000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "5"
        }
      },
      "2024": {
        "500M": {
          "time": 49.875,
          "time_str": "00:00:49.875000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "5"
        },
        "1500M": {
          "time": 161.971,
          "time_str": "00:02:41.971000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "6"
        },
        "1000M": {
          "time": 105.496,
          "time_str": "00:01:45.496000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "3"
        }
      },
      "2025": {
        "1000M": {
          "time": 102.489,
          "time_str": "00:01:42.489000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "4"
        },
        "500M": {
          "time": 52.276,
          "time_str": "00:00:52.276000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "5"
        },
        "1500M": {
          "time": 167.314,
          "time_str": "00:02:47.314000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "6"
        }
      }
    },
    "competitions": [
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "청주대성초등학교",
            "기록": "00:01:44.806000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "청주대성초등학교",
            "기록": "00:00:52.714000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "청주대성초등학교",
            "기록": "00:02:47.314000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "청주대성초등학교",
            "기록": "00:01:45.622000",
            "순위": "5"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선6조Heat 6",
            "소속": "청주대성초등학교",
            "기록": "00:01:42.489000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "청주대성초등학교",
            "기록": "00:00:52.276000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "청주대성초등학교",
            "기록": "00:02:58.235000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "청주대성초등학교",
            "기록": "00:00:54.104000",
            "순위": "5"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "청주대성초등학교",
            "기록": "00:03:06.590000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청주대성초등학교",
            "기록": "00:00:51.691000",
            "순위": "4"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청주대성초등학교",
            "기록": "00:03:06.390000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "청주대성초등학교",
            "기록": "00:01:45.496000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "청주대성초등학교",
            "기록": "00:00:49.875000",
            "순위": "5"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "청주대성초등학교",
            "기록": "00:00:50.841000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "청주대성초등학교",
            "기록": "00:00:50.483000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청주대성초등학교",
            "기록": "00:02:51.537000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "청주대성초등학교",
            "기록": "00:02:41.971000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제105회 전국동계체육대회",
        "records": [
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "청주대성초등학교",
            "기록": "00:00:56.760000",
            "순위": "4"
          },
          {
            "일자": "20240201",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "청주대성초등학교",
            "기록": "00:03:02.020000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "청주대성초등학교",
            "기록": "00:01:56.434000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "청주대성초등학교",
            "기록": "00:00:58.677000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "청주대성초등학교",
            "기록": "00:00:59.577000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청주대성초등학교",
            "기록": "00:00:59.835000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "청주대성초등학교",
            "기록": "00:03:38.809000",
            "순위": "5"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "청주대성초등학교",
            "기록": "00:03:02.780000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제104회 전국동계체육대회",
        "records": [
          {
            "일자": "20230219",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "청주대성초등학교",
            "기록": "00:01:52.423000",
            "순위": "4"
          },
          {
            "일자": "20230218",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "청주대성초등학교",
            "기록": "00:00:57.371000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20221217",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "청주대성초등학교",
            "기록": "00:00:56.535000",
            "순위": "3"
          },
          {
            "일자": "20221217",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "청주대성초등학교",
            "기록": "00:03:51.901000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "원서진": {
    "sheetName": "원서진",
    "player_info": {
      "이름": "원서진",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "해원초등학교 (SK90520)",
      "시도": "부산",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "500M": {
          "time": 50.105,
          "time_str": "00:00:50.105000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        },
        "2000M": {
          "time": 240.214,
          "time_str": "(3)04:00.214",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "6"
        },
        "1000M": {
          "time": 102.034,
          "time_str": "00:01:42.034000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "3"
        },
        "1500M": {
          "time": 164.537,
          "time_str": "00:02:44.537000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "해원초등학교",
            "기록": "00:00:50.575000",
            "순위": "4"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "해원초등학교",
            "기록": "(3)04:00.214",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "해원초등학교",
            "기록": "00:02:02.386000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "해원초등학교",
            "기록": "00:00:50.708000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "해원초등학교",
            "기록": "00:00:50.105000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "해원초등학교",
            "기록": "00:02:46.403000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "해원초등학교",
            "기록": "00:01:45.587000",
            "순위": "5"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선6조Heat 6",
            "소속": "해원초등학교",
            "기록": "00:01:42.034000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "해원초등학교",
            "기록": "00:00:52.274000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "해원초등학교",
            "기록": "00:02:44.537000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "윤유주": {
    "sheetName": "윤유주",
    "player_info": {
      "이름": "윤유주",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "율곡초등학교 (SK00489)",
      "시도": "강원",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 214.894,
          "time_str": "(8)03:34.894",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "5"
        },
        "1500M": {
          "time": 161.609,
          "time_str": "00:02:41.609000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "4"
        },
        "1000M": {
          "time": 105.51,
          "time_str": "00:01:45.510000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "4"
        },
        "500M": {
          "time": 50.189,
          "time_str": "00:00:50.189000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "율곡초등학교",
            "기록": "(8)03:34.894",
            "순위": "5"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "율곡초등학교",
            "기록": "(8)03:37.406",
            "순위": "5"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "율곡초등학교",
            "기록": "00:02:41.609000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "율곡초등학교",
            "기록": "00:02:43.227000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "율곡초등학교",
            "기록": "00:01:45.510000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "율곡초등학교",
            "기록": "00:01:07.757000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "율곡초등학교",
            "기록": "00:02:45.787000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "율곡초등학교",
            "기록": "00:02:42.609000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "율곡초등학교",
            "기록": "",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "율곡초등학교",
            "기록": "00:00:50.189000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "율곡초등학교",
            "기록": "00:00:51.524000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "율곡초등학교",
            "기록": "00:02:52.756000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "윤재아": {
    "sheetName": "윤재아",
    "player_info": {
      "이름": "윤재아",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "인천도담초등학교 (SK01965)",
      "시도": "인천",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2023": {
        "2000M": {
          "time": 230.134,
          "time_str": "(3)03:50.134",
          "competition": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231112",
          "rank": "7"
        },
        "1500M": {
          "time": 167.931,
          "time_str": "00:02:47.931000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "5"
        },
        "1000M": {
          "time": 111.838,
          "time_str": "00:01:51.838000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "3"
        },
        "500M": {
          "time": 54.723,
          "time_str": "00:00:54.723000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "4"
        }
      },
      "2024": {
        "2000M": {
          "time": 216.888,
          "time_str": "(21)03:36.888",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "2"
        },
        "1500M": {
          "time": 157.687,
          "time_str": "00:02:37.687000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241227",
          "rank": "3"
        },
        "1000M": {
          "time": 102.306,
          "time_str": "00:01:42.306000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "1"
        },
        "500M": {
          "time": 50.903,
          "time_str": "00:00:50.903000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "500M": {
          "time": 48.744,
          "time_str": "00:00:48.744000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "4"
        },
        "1500M": {
          "time": 159.123,
          "time_str": "00:02:39.123000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "5"
        },
        "1000M": {
          "time": 98.405,
          "time_str": "00:01:38.405000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "3"
        },
        "2000M": {
          "time": 214.219,
          "time_str": "00:03:34.219000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250114",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천도담초등학교",
            "기록": "00:00:48.744000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천도담초등학교",
            "기록": "00:02:42.759000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "인천도담초등학교",
            "기록": "00:03:06.117000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "인천도담초등학교",
            "기록": "00:01:52.433000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "인천도담초등학교",
            "기록": "00:00:49.561000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천도담초등학교",
            "기록": "00:00:49.613000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "인천도담초등학교",
            "기록": "00:02:48.000000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천도담초등학교",
            "기록": "00:02:39.123000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:03:02.419000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:01:38.516000",
            "순위": "5"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천도담초등학교",
            "기록": "00:01:38.405000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "인천도담초등학교",
            "기록": "00:01:52.332000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "인천도담초등학교",
            "기록": "00:01:40.495000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "인천도담초등학교",
            "기록": "00:00:50.658000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "인천도담초등학교",
            "기록": "00:00:49.266000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천도담초등학교",
            "기록": "00:02:59.555000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:02:48.865000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "인천도담초등학교",
            "기록": "00:02:40.572000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천도담초등학교",
            "기록": "00:01:40.264000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천도담초등학교",
            "기록": "00:00:50.395000",
            "순위": "5"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:02:41.857000",
            "순위": "5"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천도담초등학교",
            "기록": "00:02:57.816000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천도담초등학교",
            "기록": "00:03:34.219000",
            "순위": "5"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천도담초등학교",
            "기록": "00:02:54.284000",
            "순위": "5"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "인천도담초등학교",
            "기록": "00:02:59.170000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "(13)03:37.253",
            "순위": "4"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "00:02:37.687000",
            "순위": "3"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천도담초등학교",
            "기록": "00:02:46.190000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "(21)03:36.888",
            "순위": "2"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천도담초등학교",
            "기록": "00:02:56.160000",
            "순위": "2"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "00:02:38.887000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:01:42.306000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천도담초등학교",
            "기록": "00:02:02.541000",
            "순위": "4"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천도담초등학교",
            "기록": "00:01:42.489000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:00:51.681000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천도담초등학교",
            "기록": "00:00:53.061000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천도담초등학교",
            "기록": "00:00:50.903000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "00:02:40.301000",
            "순위": "5"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천도담초등학교",
            "기록": "00:02:43.693000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천도담초등학교",
            "기록": "00:01:47.802000",
            "순위": "4"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천도담초등학교",
            "기록": "00:00:54.370000",
            "순위": "4"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:02:57.231000",
            "순위": "4"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천도담초등학교",
            "기록": "00:02:52.489000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "(8)04:05.607",
            "순위": "4"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천도담초등학교",
            "기록": "00:03:00.147000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "(3)03:50.134",
            "순위": "7"
          },
          {
            "일자": "20231110",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천도담초등학교",
            "기록": "00:03:00.320000",
            "순위": "8"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천도담초등학교",
            "기록": "00:01:51.838000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천도담초등학교",
            "기록": "00:00:54.723000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천도담초등학교",
            "기록": "00:02:47.931000",
            "순위": "5"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천도담초등학교",
            "기록": "00:03:38.637000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "이하율": {
    "sheetName": "이하율",
    "player_info": {
      "이름": "이하율",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "인천일반 (SK91520)",
      "시도": "인천",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "2000M": {
          "time": 207.883,
          "time_str": "(13)03:27.883",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "3"
        },
        "1500M": {
          "time": 168.322,
          "time_str": "00:02:48.322000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241227",
          "rank": "6"
        },
        "1000M": {
          "time": 100.704,
          "time_str": "00:01:40.704000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "3"
        },
        "500M": {
          "time": 48.583,
          "time_str": "00:00:48.583000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "500M": {
          "time": 46.98,
          "time_str": "00:00:46.980000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        },
        "1500M": {
          "time": 155.195,
          "time_str": "00:02:35.195000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "6"
        },
        "1000M": {
          "time": 98.322,
          "time_str": "00:01:38.322000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "2"
        },
        "2000M": {
          "time": 212.653,
          "time_str": "00:03:32.653000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250114",
          "rank": "1"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천일반",
            "기록": "00:00:47.141000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천일반",
            "기록": "00:00:47.569000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천일반",
            "기록": "00:00:47.551000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천일반",
            "기록": "00:02:35.195000",
            "순위": "6"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천일반",
            "기록": "00:02:42.479000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "인천일반",
            "기록": "00:03:08.168000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "인천일반",
            "기록": "00:01:39.566000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천일반",
            "기록": "00:01:39.036000",
            "순위": "5"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "인천일반",
            "기록": "00:01:40.940000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천일반",
            "기록": "00:01:42.098000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선2조Heat 2",
            "소속": "인천일반",
            "기록": "00:00:47.705000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천일반",
            "기록": "00:00:47.769000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천일반",
            "기록": "00:00:47.454000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천일반",
            "기록": "00:00:46.980000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천일반",
            "기록": "00:02:37.329000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "인천일반",
            "기록": "00:02:43.906000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천일반",
            "기록": "00:02:39.288000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천일반",
            "기록": "00:01:42.844000",
            "순위": "5"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천일반",
            "기록": "00:01:38.483000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "인천일반",
            "기록": "00:01:38.322000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "인천일반",
            "기록": "00:01:39.588000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "인천일반",
            "기록": "00:01:09.726000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천일반",
            "기록": "00:02:59.198000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천일반",
            "기록": "00:02:42.959000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "인천일반",
            "기록": "00:02:57.635000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "인천일반",
            "기록": "00:01:41.279000",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천일반",
            "기록": "00:00:50.230000",
            "순위": "3"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천일반",
            "기록": "00:02:47.334000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천만월초등학교",
            "기록": "00:03:35.740000",
            "순위": "6"
          },
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천만월초등학교",
            "기록": "00:03:32.653000",
            "순위": "1"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "인천만월초등학교",
            "기록": "00:03:01.770000",
            "순위": "2"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천만월초등학교",
            "기록": "00:02:36.801000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천만월초등학교",
            "기록": "(3)03:35.389",
            "순위": "6"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천만월초등학교",
            "기록": "(13)03:43.474",
            "순위": "3"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천만월초등학교",
            "기록": "00:02:48.322000",
            "순위": "6"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천만월초등학교",
            "기록": "00:02:57.988000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "인천만월초등학교",
            "기록": "(13)03:27.883",
            "순위": "3"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "인천만월초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천만월초등학교",
            "기록": "00:01:40.704000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천만월초등학교",
            "기록": "00:00:48.583000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천만월초등학교",
            "기록": "00:02:55.139000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천만월초등학교",
            "기록": "00:02:50.841000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "임채민": {
    "sheetName": "임채민",
    "player_info": {
      "이름": "임채민",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "청계초등학교 (SK00303)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2021": {
        "1000M": {
          "time": 121,
          "time_str": "00:02:01.000000",
          "competition": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20211128",
          "rank": "3"
        },
        "500M": {
          "time": 52.166,
          "time_str": "00:00:52.166000",
          "competition": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
          "date": "20211127",
          "rank": "2"
        },
        "1500M S.F": {
          "time": 260.659,
          "time_str": "00:04:20.659000",
          "competition": "제35회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20210418",
          "rank": "2"
        },
        "1500M": {
          "time": 251.817,
          "time_str": "00:04:11.817000",
          "competition": "제35회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20210417",
          "rank": "2"
        }
      },
      "2022": {
        "1000M": {
          "time": 102.739,
          "time_str": "00:01:42.739000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221127",
          "rank": "5"
        },
        "1500M": {
          "time": 166.603,
          "time_str": "00:02:46.603000",
          "competition": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20221126",
          "rank": "1"
        },
        "500M": {
          "time": 50.863,
          "time_str": "00:00:50.863000",
          "competition": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20220409",
          "rank": "4"
        },
        "1500M S.F": {
          "time": 172.845,
          "time_str": "00:02:52.845000",
          "competition": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20220410",
          "rank": "5"
        }
      },
      "2023": {
        "500M": {
          "time": 48.739,
          "time_str": "00:00:48.739000",
          "competition": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231111",
          "rank": "3"
        },
        "1500M": {
          "time": 163.26,
          "time_str": "00:02:43.260000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "1"
        },
        "1000M": {
          "time": 100.487,
          "time_str": "00:01:40.487000",
          "competition": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20230331",
          "rank": "2"
        }
      },
      "2024": {
        "500M": {
          "time": 46.485,
          "time_str": "00:00:46.485000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "1"
        },
        "1500M": {
          "time": 151.981,
          "time_str": "00:02:31.981000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "2"
        },
        "1000M": {
          "time": 97.049,
          "time_str": "00:01:37.049000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "1"
        }
      },
      "2025": {
        "500M": {
          "time": 45.785,
          "time_str": "00:00:45.785000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "1"
        },
        "1500M": {
          "time": 152.376,
          "time_str": "00:02:32.376000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "4"
        },
        "1000M": {
          "time": 96.215,
          "time_str": "00:01:36.215000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250323",
          "rank": "1"
        },
        "2000M": {
          "time": 205.887,
          "time_str": "00:03:25.887000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250114",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "청계초등학교",
            "기록": "00:00:46.598000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:00:46.793000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "청계초등학교",
            "기록": "00:02:39.744000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:02:32.376000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:02:36.798000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:01:47.309000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "청계초등학교",
            "기록": "00:01:41.987000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "청계초등학교",
            "기록": "00:01:37.048000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "청계초등학교",
            "기록": "00:01:40.773000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:00:46.535000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "청계초등학교",
            "기록": "00:00:47.145000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:00:47.649000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "청계초등학교",
            "기록": "00:00:46.912000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "청계초등학교",
            "기록": "00:02:46.096000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "청계초등학교",
            "기록": "00:02:38.555000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "청계초등학교",
            "기록": "00:02:45.708000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:01:36.455000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "청계초등학교",
            "기록": "00:01:41.441000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "청계초등학교",
            "기록": "00:01:37.440000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "청계초등학교",
            "기록": "00:01:46.063000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:00:45.917000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "청계초등학교",
            "기록": "00:00:47.363000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "청계초등학교",
            "기록": "00:00:46.446000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:00:45.785000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "청계초등학교",
            "기록": "00:02:39.629000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:02:40.859000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:02:48.220000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:01:36.215000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:01:38.564000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "청계초등학교",
            "기록": "00:01:36.719000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "청계초등학교",
            "기록": "00:00:46.595000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:00:46.314000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:00:46.751000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "청계초등학교",
            "기록": "00:02:44.904000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "청계초등학교",
            "기록": "00:02:47.044000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "백운호수초등학교",
            "기록": "00:03:25.887000",
            "순위": "2"
          },
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:03:33.010000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.246000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:00:46.764000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:46.768000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "백운호수초등학교",
            "기록": "00:00:46.863000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.408000",
            "순위": "1"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.116000",
            "순위": "1"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.552000",
            "순위": "3"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:02:54.066000",
            "순위": "2"
          },
          {
            "일자": "20241227",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:46.899000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.625000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.366000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.194000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:00:47.809000",
            "순위": "1"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:02:31.981000",
            "순위": "2"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:35.802000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:37.049000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "백운호수초등학교",
            "기록": "00:01:38.772000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:01:41.705000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:46.655000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:00:46.485000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "백운호수초등학교",
            "기록": "00:00:46.533000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:02:55.341000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "백운호수초등학교",
            "기록": "00:02:49.704000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:01:39.677000",
            "순위": "1"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:40.286000",
            "순위": "1"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "백운호수초등학교",
            "기록": "00:01:41.247000",
            "순위": "2"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:48.182000",
            "순위": "2"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:49.307000",
            "순위": "2"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "백운호수초등학교",
            "기록": "00:00:49.012000",
            "순위": "1"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:02:46.213000",
            "순위": "1"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제105회 전국동계체육대회",
        "records": [
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:54.070000",
            "순위": "4"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "백운호수초등학교",
            "기록": "00:00:48.572000",
            "순위": "2"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:00:48.390000",
            "순위": "2"
          },
          {
            "일자": "20240201",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:03:19.723000",
            "순위": "2"
          },
          {
            "일자": "20240201",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:45.819000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:49.969000",
            "순위": "1"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:48.976000",
            "순위": "2"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:03:02.470000",
            "순위": "1"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:50.967000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:48.739000",
            "순위": "3"
          },
          {
            "일자": "20231111",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:49.192000",
            "순위": "1"
          },
          {
            "일자": "20231110",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:50.704000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "백운호수초등학교",
            "기록": "00:01:45.338000",
            "순위": "1"
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:01:55.069000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:00:50.161000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:48.826000",
            "순위": "2"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "백운호수초등학교",
            "기록": "00:00:50.336000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:02:53.370000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:43.260000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제37회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:01:41.889000",
            "순위": "1"
          },
          {
            "일자": "20230331",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:40.487000",
            "순위": "2"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:50.693000",
            "순위": "1"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:49.548000",
            "순위": "2"
          },
          {
            "일자": "20230330",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:49.765000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제38회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20221218",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:01:44.918000",
            "순위": "2"
          },
          {
            "일자": "20221218",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:43.241000",
            "순위": "2"
          },
          {
            "일자": "20221217",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:50.337000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제25회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:01:44.022000",
            "순위": "3"
          },
          {
            "일자": "20221127",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:42.739000",
            "순위": "5"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:52.888000",
            "순위": "3"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "백운호수초등학교",
            "기록": "00:00:53.129000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:46.603000",
            "순위": "1"
          },
          {
            "일자": "20221126",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:03:00.700000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제1회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:51.918000",
            "순위": "3"
          },
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:51.663000",
            "순위": "4"
          },
          {
            "일자": "20221112",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:58.753000",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제36회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:46.320000",
            "순위": "5"
          },
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:01:46.220000",
            "순위": "2"
          },
          {
            "일자": "20220410",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:52.845000",
            "순위": "5"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "백운호수초등학교",
            "기록": "00:00:51.543000",
            "순위": "1"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:50.863000",
            "순위": "4"
          },
          {
            "일자": "20220409",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:03:06.055000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 쇼트트랙스피드스케이팅 대회(초등부/대학부/일반부)",
        "records": [
          {
            "일자": "20220123",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:49.773000",
            "순위": "3"
          },
          {
            "일자": "20220122",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제24회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:02:08.808000",
            "순위": "2"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:01:55.222000",
            "순위": "4"
          },
          {
            "일자": "20220116",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:03:28.820000",
            "순위": "2"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "백운호수초등학교",
            "기록": "00:00:53.400000",
            "순위": "2"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:52.399000",
            "순위": "4"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "백운호수초등학교",
            "기록": "00:03:56.374000",
            "순위": "1"
          },
          {
            "일자": "20220115",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:03:08.980000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제37회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20211128",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:01.000000",
            "순위": "3"
          },
          {
            "일자": "20211127",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:52.166000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제35회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20210418",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:07.312000",
            "순위": "2"
          },
          {
            "일자": "20210418",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M S.F",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:04:20.659000",
            "순위": "2"
          },
          {
            "일자": "20210417",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:53.505000",
            "순위": "2"
          },
          {
            "일자": "20210417",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:04:11.817000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제36회 회장배 전국남녀 쇼트트랙스피드스케이팅대회",
        "records": [
          {
            "일자": "20210321",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:02:17.272000",
            "순위": "2"
          },
          {
            "일자": "20210320",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "백운호수초등학교",
            "기록": "00:00:57.555000",
            "순위": "1"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "1500M S.F",
      "2000M",
      "500M"
    ]
  },
  "장서윤": {
    "sheetName": "장서윤",
    "player_info": {
      "이름": "장서윤",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "율현초등학교 (SK91884)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "2000M": {
          "time": 217.43,
          "time_str": "(18)03:37.430",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "3"
        },
        "1500M": {
          "time": 162.688,
          "time_str": "00:02:42.688000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241227",
          "rank": "5"
        },
        "1000M": {
          "time": 99.821,
          "time_str": "00:01:39.821000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "3"
        },
        "500M": {
          "time": 49.692,
          "time_str": "00:00:49.692000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "1000M": {
          "time": 96.989,
          "time_str": "00:01:36.989000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "1"
        },
        "500M": {
          "time": 48.667,
          "time_str": "00:00:48.667000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "2"
        },
        "1500M": {
          "time": 155.657,
          "time_str": "00:02:35.657000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "율현초등학교",
            "기록": "00:01:42.343000",
            "순위": "2"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "율현초등학교",
            "기록": "00:01:36.989000",
            "순위": "1"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "율현초등학교",
            "기록": "00:01:37.827000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "율현초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "율현초등학교",
            "기록": "00:01:47.123000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "율현초등학교",
            "기록": "00:01:42.234000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "율현초등학교",
            "기록": "00:00:48.707000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "율현초등학교",
            "기록": "00:00:48.667000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "율현초등학교",
            "기록": "00:03:06.309000",
            "순위": "6"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "율현초등학교",
            "기록": "00:02:35.657000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "율현초등학교",
            "기록": "00:02:39.609000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "율현초등학교",
            "기록": "00:01:42.339000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "율현초등학교",
            "기록": "00:00:49.683000",
            "순위": "3"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "율현초등학교",
            "기록": "00:02:41.917000",
            "순위": "6"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "율현초등학교",
            "기록": "00:02:46.098000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "서울공항초등학교",
            "기록": "00:00:49.336000",
            "순위": "5"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "서울공항초등학교",
            "기록": "00:00:50.740000",
            "순위": "2"
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울공항초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250111",
            "종별": "여자초등부",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "서울공항초등학교",
            "기록": "00:02:54.230000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울공항초등학교",
            "기록": "(18)03:37.430",
            "순위": "3"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울공항초등학교",
            "기록": "00:02:42.688000",
            "순위": "5"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공항초등학교",
            "기록": "00:02:58.635000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울공항초등학교",
            "기록": "-72:00:00.000000",
            "순위": "6"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공항초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울공항초등학교",
            "기록": "00:01:42.459000",
            "순위": "2"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공항초등학교",
            "기록": "00:01:40.691000",
            "순위": "3"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울공항초등학교",
            "기록": "00:01:39.821000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울공항초등학교",
            "기록": "00:00:52.587000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울공항초등학교",
            "기록": "00:00:49.722000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울공항초등학교",
            "기록": "00:00:49.692000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울공항초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "정예은": {
    "sheetName": "정예은",
    "player_info": {
      "이름": "정예은",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "위례초등학교 (SK01841)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 105.132,
          "time_str": "00:01:45.132000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "4"
        },
        "1500M": {
          "time": 164.173,
          "time_str": "00:02:44.173000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "위례초등학교",
            "기록": "00:01:45.132000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "위례초등학교",
            "기록": "00:02:44.173000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "위례초등학교",
            "기록": "00:02:46.501000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M"
    ]
  },
  "조예음": {
    "sheetName": "조예음",
    "player_info": {
      "이름": "조예음",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "인천석천초등학교 (SK01413)",
      "시도": "인천",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "1000M": {
          "time": 99.239,
          "time_str": "00:01:39.239000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "2"
        },
        "500M": {
          "time": 47.185,
          "time_str": "00:00:47.185000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "2"
        },
        "1500M": {
          "time": 152.963,
          "time_str": "00:02:32.963000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "1000M": {
          "time": 97.567,
          "time_str": "00:01:37.567000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "2"
        },
        "1500M": {
          "time": 152.267,
          "time_str": "00:02:32.267000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "3"
        },
        "500M": {
          "time": 46.919,
          "time_str": "00:00:46.919000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:01:38.478000",
            "순위": "1"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "인천석천초등학교",
            "기록": "00:01:44.846000",
            "순위": "1"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "인천석천초등학교",
            "기록": "00:02:41.721000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:02:48.231000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:02:32.267000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "인천석천초등학교",
            "기록": "00:01:41.269000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "인천석천초등학교",
            "기록": "00:01:37.887000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:02:06.704000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:01:44.341000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.932000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.195000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.075000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.736000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "인천석천초등학교",
            "기록": "00:02:41.986000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:02:37.364000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:02:34.087000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선5조Heat 5",
            "소속": "인천석천초등학교",
            "기록": "00:01:52.243000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "인천석천초등학교",
            "기록": "00:01:46.551000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:01:37.567000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:00:46.934000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.229000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.701000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천석천초등학교",
            "기록": "00:00:46.919000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:02:48.400000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:03:29.403000",
            "순위": "7"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "인천석천초등학교",
            "기록": "00:02:49.779000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "인천석천초등학교",
            "기록": "00:01:48.196000",
            "순위": "2"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:01:39.625000",
            "순위": "3"
          },
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천석천초등학교",
            "기록": "00:01:39.423000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "",
            "순위": "5"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천석천초등학교",
            "기록": "00:00:48.532000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "인천석천초등학교",
            "기록": "00:00:48.957000",
            "순위": "3"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:02:44.999000",
            "순위": "2"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:02:48.177000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "인천석천초등학교",
            "기록": "00:01:43.574000",
            "순위": "2"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:01:38.058000",
            "순위": "2"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "인천석천초등학교",
            "기록": "00:01:50.913000",
            "순위": "1"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:01:50.089000",
            "순위": "4"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:00:48.152000",
            "순위": "4"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천석천초등학교",
            "기록": "00:00:49.115000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "인천석천초등학교",
            "기록": "00:00:49.911000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천석천초등학교",
            "기록": "00:01:40.101000",
            "순위": "2"
          },
          {
            "일자": "20241229",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:01:43.591000",
            "순위": "3"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:00:48.983000",
            "순위": "3"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천석천초등학교",
            "기록": "00:00:48.529000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천석천초등학교",
            "기록": "00:01:39.239000",
            "순위": "2"
          },
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:01:40.778000",
            "순위": "3"
          },
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "인천석천초등학교",
            "기록": "00:01:39.296000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "인천석천초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천석천초등학교",
            "기록": "00:02:07.287000",
            "순위": "5"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천석천초등학교",
            "기록": "00:00:48.450000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.185000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천석천초등학교",
            "기록": "00:00:47.875000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "인천석천초등학교",
            "기록": "00:03:10.548000",
            "순위": "7"
          },
          {
            "일자": "20241102",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천석천초등학교",
            "기록": "00:02:32.963000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "최수안": {
    "sheetName": "최수안",
    "player_info": {
      "이름": "최수안",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "원일초등학교 (SK01107)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2023": {
        "1000M": {
          "time": 102.696,
          "time_str": "00:01:42.696000",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231223",
          "rank": "2"
        },
        "1500M": {
          "time": 164.534,
          "time_str": "00:02:44.534000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "3"
        },
        "2000M": {
          "time": 223.584,
          "time_str": "(20)03:43.584",
          "competition": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231112",
          "rank": "3"
        }
      },
      "2024": {
        "500M": {
          "time": 47.988,
          "time_str": "00:00:47.988000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241123",
          "rank": "2"
        },
        "2000M": {
          "time": 208.994,
          "time_str": "(8)03:28.994",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "4"
        },
        "1000M": {
          "time": 105.441,
          "time_str": "00:01:45.441000",
          "competition": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
          "date": "20240301",
          "rank": "3"
        },
        "1500M": {
          "time": 173.434,
          "time_str": "00:02:53.434000",
          "competition": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
          "date": "20240228",
          "rank": "3"
        }
      },
      "2025": {
        "1000M": {
          "time": 101.43,
          "time_str": "00:01:41.430000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250323",
          "rank": "5"
        },
        "500M": {
          "time": 46.775,
          "time_str": "00:00:46.775000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "2"
        },
        "1500M": {
          "time": 161.37,
          "time_str": "00:02:41.370000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250321",
          "rank": "5"
        },
        "2000M": {
          "time": 211.115,
          "time_str": "00:03:31.115000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250114",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "원일초등학교",
            "기록": "00:02:07.871000",
            "순위": "3"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "원일초등학교",
            "기록": "00:00:47.282000",
            "순위": "3"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "원일초등학교",
            "기록": "00:00:47.381000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "원일초등학교",
            "기록": "00:01:49.426000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "원일초등학교",
            "기록": "00:01:43.870000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "원일초등학교",
            "기록": "00:00:47.812000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "원일초등학교",
            "기록": "00:00:47.900000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "원일초등학교",
            "기록": "00:00:47.340000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "원일초등학교",
            "기록": "00:00:48.543000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "원일초등학교",
            "기록": "00:02:44.021000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "원일초등학교",
            "기록": "00:02:47.214000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "원일초등학교",
            "기록": "00:02:46.150000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울자운초등학교",
            "기록": "00:01:47.337000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "서울자운초등학교",
            "기록": "00:01:41.793000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "서울자운초등학교",
            "기록": "00:00:47.752000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:00:47.417000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울자운초등학교",
            "기록": "00:00:46.775000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:00:47.257000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "서울자운초등학교",
            "기록": "00:03:12.483000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울자운초등학교",
            "기록": "00:01:41.430000",
            "순위": "5"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울자운초등학교",
            "기록": "00:00:49.317000",
            "순위": "5"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "서울자운초등학교",
            "기록": "00:00:49.205000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울자운초등학교",
            "기록": "00:00:48.240000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울자운초등학교",
            "기록": "00:02:41.608000",
            "순위": "2"
          },
          {
            "일자": "20250321",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:02:41.370000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:03:31.115000",
            "순위": "5"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울자운초등학교",
            "기록": "00:00:47.962000",
            "순위": "3"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선6조Heat 6",
            "소속": "서울자운초등학교",
            "기록": "00:00:49.828000",
            "순위": "2"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:00:48.337000",
            "순위": "5"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:00:47.797000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울자운초등학교",
            "기록": "00:00:48.327000",
            "순위": "4"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울자운초등학교",
            "기록": "00:00:48.757000",
            "순위": "3"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "(8)03:45.003",
            "순위": "4"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "(21)04:14.343",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "(8)03:28.994",
            "순위": "4"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:01:01.312000",
            "순위": "5"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울자운초등학교",
            "기록": "00:00:48.091000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선3조Heat 3",
            "소속": "서울자운초등학교",
            "기록": "00:00:47.988000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울자운초등학교",
            "기록": "00:01:47.469000",
            "순위": "2"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "서울자운초등학교",
            "기록": "00:01:47.041000",
            "순위": "1"
          },
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:01:45.441000",
            "순위": "3"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "서울자운초등학교",
            "기록": "00:00:49.852000",
            "순위": "1"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울자운초등학교",
            "기록": "00:00:49.488000",
            "순위": "4"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울자운초등학교",
            "기록": "00:00:50.685000",
            "순위": "3"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:03:17.310000",
            "순위": "5"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울자운초등학교",
            "기록": "00:02:53.434000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제105회 전국동계체육대회",
        "records": [
          {
            "일자": "20240204",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:04:24.848000",
            "순위": "2"
          },
          {
            "일자": "20240204",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:03:35.723000",
            "순위": "5"
          },
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선1조Heat 1",
            "소속": "서울자운초등학교",
            "기록": "00:01:47.085000",
            "순위": "3"
          },
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울자운초등학교",
            "기록": "00:01:51.579000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울자운초등학교",
            "기록": "00:01:42.696000",
            "순위": "2"
          },
          {
            "일자": "20231223",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:01:46.549000",
            "순위": "4"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:02:53.025000",
            "순위": "5"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울자운초등학교",
            "기록": "00:02:57.890000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "(20)03:43.584",
            "순위": "3"
          },
          {
            "일자": "20231110",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:02:54.851000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울자운초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울자운초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울자운초등학교",
            "기록": "00:02:44.534000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울자운초등학교",
            "기록": "00:02:53.755000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "최주안": {
    "sheetName": "최주안",
    "player_info": {
      "이름": "최주안",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "안양중앙초등학교 (SK01186)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2023": {
        "500M": {
          "time": 51.726,
          "time_str": "00:00:51.726000",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231222",
          "rank": "5"
        },
        "1500M": {
          "time": 186.105,
          "time_str": "00:03:06.105000",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231221",
          "rank": "5"
        }
      },
      "2024": {
        "500M": {
          "time": 49.757,
          "time_str": "00:00:49.757000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241123",
          "rank": "2"
        },
        "2000M": {
          "time": 254.613,
          "time_str": "(13)04:14.613",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "5"
        },
        "1500M": {
          "time": 165.433,
          "time_str": "00:02:45.433000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "4"
        },
        "1000M": {
          "time": 106.636,
          "time_str": "00:01:46.636000",
          "competition": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
          "date": "20240301",
          "rank": "4"
        }
      },
      "2025": {
        "1000M": {
          "time": 98.022,
          "time_str": "00:01:38.022000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "3"
        },
        "1500M": {
          "time": 170.032,
          "time_str": "00:02:50.032000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "5"
        },
        "2000M": {
          "time": 218.818,
          "time_str": "00:03:38.818000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250114",
          "rank": "6"
        },
        "500M": {
          "time": 50.354,
          "time_str": "00:00:50.354000",
          "competition": "제106회 전국동계체육대회",
          "date": "20250112",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:01:38.022000",
            "순위": "3"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "안양중앙초등학교",
            "기록": "00:01:43.502000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:02:50.032000",
            "순위": "5"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승2조",
            "소속": "안양중앙초등학교",
            "기록": "00:03:08.694000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250114",
            "종별": "여자초등부",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:03:38.818000",
            "순위": "6"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "안양중앙초등학교",
            "기록": "00:00:50.662000",
            "순위": "1"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "안양중앙초등학교",
            "기록": "00:00:50.354000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "안양중앙초등학교",
            "기록": "00:00:50.310000",
            "순위": "3"
          },
          {
            "일자": "20241228",
            "종별": "여자초등5,6학년",
            "세부종목": "2000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "(13)04:14.613",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선5조Heat 5",
            "소속": "안양중앙초등학교",
            "기록": "00:00:50.574000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "안양중앙초등학교",
            "기록": "00:00:49.757000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "안양중앙초등학교",
            "기록": "00:00:51.320000",
            "순위": "4"
          },
          {
            "일자": "20241122",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "안양중앙초등학교",
            "기록": "00:02:45.433000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "안양중앙초등학교",
            "기록": "00:01:46.636000",
            "순위": "4"
          },
          {
            "일자": "20240229",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "안양중앙초등학교",
            "기록": "00:00:53.560000",
            "순위": "5"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "안양중앙초등학교",
            "기록": "00:02:55.808000",
            "순위": "6"
          },
          {
            "일자": "20240228",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "안양중앙초등학교",
            "기록": "00:02:57.258000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제105회 전국동계체육대회",
        "records": [
          {
            "일자": "20240203",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선4조Heat 4",
            "소속": "안양중앙초등학교",
            "기록": "00:02:04.856000",
            "순위": "4"
          },
          {
            "일자": "20240202",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "안양중앙초등학교",
            "기록": "00:00:52.534000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "안양중앙초등학교",
            "기록": "00:00:53.772000",
            "순위": "2"
          },
          {
            "일자": "20231222",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "안양중앙초등학교",
            "기록": "00:00:51.726000",
            "순위": "5"
          },
          {
            "일자": "20231221",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:03:06.105000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "최하빈": {
    "sheetName": "최하빈",
    "player_info": {
      "이름": "최하빈",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "CIYA 국제학교 (SK02254)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "500M": {
          "time": 50.424,
          "time_str": "00:00:50.424000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 165.867,
          "time_str": "00:02:45.867000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "CIYA 국제학교",
            "기록": "00:00:50.424000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "CIYA 국제학교",
            "기록": "00:02:45.867000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "CIYA 국제학교",
            "기록": "00:02:50.741000",
            "순위": "6"
          }
        ]
      }
    ],
    "events": [
      "1500M",
      "500M"
    ]
  },
  "홍이재": {
    "sheetName": "홍이재",
    "player_info": {
      "이름": "홍이재",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "서울연희초등학교 (SK00732)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 130.818,
          "time_str": "00:02:10.818000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "서울연희초등학교",
            "기록": "00:02:10.818000",
            "순위": "4"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "서울연희초등학교",
            "기록": "",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M"
    ]
  },
  "황서우": {
    "sheetName": "황서우",
    "player_info": {
      "이름": "황서우",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "내정초등학교 (SK01125)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 107.447,
          "time_str": "00:01:47.447000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "5"
        },
        "500M": {
          "time": 50.503,
          "time_str": "00:00:50.503000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "내정초등학교",
            "기록": "00:01:47.447000",
            "순위": "5"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "내정초등학교",
            "기록": "00:01:49.956000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "내정초등학교",
            "기록": "00:00:50.503000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "500M"
    ]
  },
  "황봄": {
    "sheetName": "황봄",
    "player_info": {
      "이름": "황봄",
      "성별": "여",
      "출생년도": "2014년",
      "종별": "12세이하부",
      "소속팀": "보름초등학교 (SK02148)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 98.693,
          "time_str": "00:01:38.693000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "보름초등학교",
            "기록": "00:01:38.693000",
            "순위": "3"
          },
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "보름초등학교",
            "기록": "00:01:42.315000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승3조",
            "소속": "보름초등학교",
            "기록": "",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M"
    ]
  },
  "LI ZHOUYING": {
    "sheetName": "LI ZHOUYING",
    "player_info": {
      "이름": "LI ZHOUYING",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "인천동춘초등학교 (SK02242)",
      "시도": "인천",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "500M": {
          "time": 49.728,
          "time_str": "00:00:49.728000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 155.186,
          "time_str": "00:02:35.186000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "5"
        },
        "1000M": {
          "time": 99.686,
          "time_str": "00:01:39.686000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "인천동춘초등학교",
            "기록": "00:00:49.728000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천동춘초등학교",
            "기록": "00:02:39.864000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "인천동춘초등학교",
            "기록": "00:02:41.960000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천동춘초등학교",
            "기록": "00:02:35.186000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천동춘초등학교",
            "기록": "00:00:50.074000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "인천동춘초등학교",
            "기록": "00:00:50.889000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승5조",
            "소속": "인천동춘초등학교",
            "기록": "00:02:41.914000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천동춘초등학교",
            "기록": "00:02:50.801000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "인천동춘초등학교",
            "기록": "00:01:41.037000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "인천동춘초등학교",
            "기록": "00:01:39.686000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "인천동춘초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승1조",
            "소속": "인천동춘초등학교",
            "기록": "00:02:40.506000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천동춘초등학교",
            "기록": "00:02:43.096000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천동춘초등학교",
            "기록": "00:02:43.976000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "JINYINZHEN": {
    "sheetName": "JINYINZHEN",
    "player_info": {
      "이름": "JINYINZHEN",
      "성별": "여",
      "출생년도": "2013년",
      "종별": "12세이하부",
      "소속팀": "대구용지초등학교 (SK00178)",
      "시도": "대구",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 109.464,
          "time_str": "00:01:49.464000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "3"
        },
        "500M": {
          "time": 54.072,
          "time_str": "00:00:54.072000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "5"
        },
        "1500M": {
          "time": 182.173,
          "time_str": "00:03:02.173000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "대구용지초등학교",
            "기록": "00:01:49.464000",
            "순위": "3"
          },
          {
            "일자": "20251101",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "대구용지초등학교",
            "기록": "00:00:54.072000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등5,6학년",
            "세부종목": "1000M",
            "라운드": "예선3조Heat 3",
            "소속": "대구용지초등학교",
            "기록": "00:01:54.029000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "500M",
            "라운드": "예선1조Heat 1",
            "소속": "대구용지초등학교",
            "기록": "00:00:56.029000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등5,6학년",
            "세부종목": "1500M",
            "라운드": "준준결승4조",
            "소속": "대구용지초등학교",
            "기록": "00:03:02.173000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "강소민": {
    "sheetName": "강소민",
    "player_info": {
      "이름": "강소민",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "서울신사초등학교 (SK02261)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 130.978,
          "time_str": "00:02:10.978000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "5"
        },
        "2000M": {
          "time": 222.156,
          "time_str": "(23)03:42.156",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울신사초등학교",
            "기록": "00:02:10.978000",
            "순위": "5"
          },
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울신사초등학교",
            "기록": "(23)03:42.156",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "2000M"
    ]
  },
  "강윤서": {
    "sheetName": "강윤서",
    "player_info": {
      "이름": "강윤서",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "인천장아초등학교 (SK02257)",
      "시도": "인천",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "500M": {
          "time": 47.923,
          "time_str": "00:00:47.923000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 172.054,
          "time_str": "00:02:52.054000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        },
        "1000M": {
          "time": 104.865,
          "time_str": "00:01:44.865000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "인천장아초등학교",
            "기록": "00:00:49.402000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천장아초등학교",
            "기록": "00:00:49.332000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "인천장아초등학교",
            "기록": "00:00:47.923000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천장아초등학교",
            "기록": "00:02:56.908000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "인천장아초등학교",
            "기록": "00:01:47.748000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "인천장아초등학교",
            "기록": "00:01:50.596000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "인천장아초등학교",
            "기록": "00:01:44.865000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "인천장아초등학교",
            "기록": "00:00:51.278000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "인천장아초등학교",
            "기록": "00:02:52.054000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "인천장아초등학교",
            "기록": "00:03:01.400000",
            "순위": "6"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "고다흰": {
    "sheetName": "고다흰",
    "player_info": {
      "이름": "고다흰",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "강릉교동초등학교 (SK01115)",
      "시도": "강원",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 103.033,
          "time_str": "00:01:43.033000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "4"
        },
        "1500M": {
          "time": 170.938,
          "time_str": "00:02:50.938000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        },
        "500M": {
          "time": 49.814,
          "time_str": "00:00:49.814000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "강릉교동초등학교",
            "기록": "00:01:43.765000",
            "순위": "3"
          },
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "강릉교동초등학교",
            "기록": "00:01:43.929000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "강릉교동초등학교",
            "기록": "00:02:55.032000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "강릉교동초등학교",
            "기록": "00:01:45.557000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "강릉교동초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "강릉교동초등학교",
            "기록": "00:00:52.040000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "강릉교동초등학교",
            "기록": "00:00:50.653000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "강릉교동초등학교",
            "기록": "00:00:51.087000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "강릉교동초등학교",
            "기록": "00:02:59.721000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "강릉교동초등학교",
            "기록": "00:02:50.938000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "강릉교동초등학교",
            "기록": "00:01:48.140000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "강릉교동초등학교",
            "기록": "00:01:43.033000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "강릉교동초등학교",
            "기록": "00:01:49.800000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "강릉교동초등학교",
            "기록": "00:00:50.346000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "강릉교동초등학교",
            "기록": "00:00:49.814000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "강릉교동초등학교",
            "기록": "00:00:50.512000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "강릉교동초등학교",
            "기록": "00:03:02.030000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "강릉교동초등학교",
            "기록": "00:02:54.272000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "곽다혜": {
    "sheetName": "곽다혜",
    "player_info": {
      "이름": "곽다혜",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "서울정수초등학교 (SK01019)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 239.468,
          "time_str": "(8)03:59.468",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "4"
        },
        "1500M": {
          "time": 169.251,
          "time_str": "00:02:49.251000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "4"
        },
        "1000M": {
          "time": 107.145,
          "time_str": "00:01:47.145000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "3"
        },
        "500M": {
          "time": 50.697,
          "time_str": "00:00:50.697000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울정수초등학교",
            "기록": "(8)03:59.468",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울정수초등학교",
            "기록": "00:02:49.251000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울정수초등학교",
            "기록": "00:01:47.145000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울정수초등학교",
            "기록": "00:00:50.697000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울정수초등학교",
            "기록": "00:02:53.395000",
            "순위": "6"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "서울정수초등학교",
            "기록": "00:02:58.751000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "곽혜원": {
    "sheetName": "곽혜원",
    "player_info": {
      "이름": "곽혜원",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "안일초등학교 (SK00806)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 219.045,
          "time_str": "(34)03:39.045",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "1"
        },
        "500M": {
          "time": 49.172,
          "time_str": "00:00:49.172000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "4"
        },
        "1000M": {
          "time": 128.467,
          "time_str": "00:02:08.467000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "5"
        },
        "1500M": {
          "time": 169.766,
          "time_str": "00:02:49.766000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "안일초등학교",
            "기록": "(34)03:39.045",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "안일초등학교",
            "기록": "00:00:50.262000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "안일초등학교",
            "기록": "00:00:49.235000",
            "순위": "3"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "안일초등학교",
            "기록": "00:00:49.172000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "안일초등학교",
            "기록": "00:02:08.467000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "안일초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "안일초등학교",
            "기록": "00:04:06.898000",
            "순위": "7"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안일초등학교",
            "기록": "00:02:49.766000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김가빈": {
    "sheetName": "김가빈",
    "player_info": {
      "이름": "김가빈",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "서울은정초등학교 (SK91552)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2024": {
        "1000M": {
          "time": 131.145,
          "time_str": "00:02:11.145000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241229",
          "rank": "4"
        },
        "1500M": {
          "time": 161.395,
          "time_str": "00:02:41.395000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "7"
        },
        "500M": {
          "time": 51.502,
          "time_str": "00:00:51.502000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241123",
          "rank": "3"
        }
      },
      "2025": {
        "500M": {
          "time": 49.38,
          "time_str": "00:00:49.380000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "5"
        },
        "1500M": {
          "time": 157.538,
          "time_str": "00:02:37.538000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250321",
          "rank": "4"
        },
        "1000M": {
          "time": 100.394,
          "time_str": "00:01:40.394000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250323",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.170000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:00:49.440000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:00:49.380000",
            "순위": "5"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:02:41.397000",
            "순위": "5"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울은정초등학교",
            "기록": "00:02:46.199000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:01:42.461000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울은정초등학교",
            "기록": "00:01:43.500000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "서울은정초등학교",
            "기록": "00:01:44.744000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.045000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.573000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.577000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:02:49.875000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:03:00.050000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:01:42.705000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "서울은정초등학교",
            "기록": "00:01:49.180000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:01:42.930000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:00:49.741000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.384000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.476000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:02:41.295000",
            "순위": "7"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:02:48.629000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "서울은정초등학교",
            "기록": "00:01:56.943000",
            "순위": "2"
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:01:43.634000",
            "순위": "2"
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:01:40.394000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.057000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.645000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:00:50.282000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:02:37.538000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울은정초등학교",
            "기록": "00:03:15.046000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울은정초등학교",
            "기록": "00:02:11.145000",
            "순위": "4"
          },
          {
            "일자": "20241227",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울은정초등학교",
            "기록": "00:02:58.882000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울은정초등학교",
            "기록": "00:00:51.502000",
            "순위": "3"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울은정초등학교",
            "기록": "00:02:56.360000",
            "순위": "3"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울은정초등학교",
            "기록": "00:02:41.395000",
            "순위": "7"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "김라임": {
    "sheetName": "김라임",
    "player_info": {
      "이름": "김라임",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "대전신평초등학교 (SK01233)",
      "시도": "대전",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 132.242,
          "time_str": "00:02:12.242000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "대전신평초등학교",
            "기록": "00:02:12.242000",
            "순위": "5"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "대전신평초등학교",
            "기록": "",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M"
    ]
  },
  "김세원": {
    "sheetName": "김세원",
    "player_info": {
      "이름": "김세원",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "곡정초등학교 (SK01497)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2024": {
        "1000M": {
          "time": 99.762,
          "time_str": "00:01:39.762000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "2"
        },
        "2000M": {
          "time": 216.201,
          "time_str": "(49)03:36.201",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "1"
        },
        "500M": {
          "time": 48.187,
          "time_str": "00:00:48.187000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241123",
          "rank": "2"
        },
        "1500M": {
          "time": 158.726,
          "time_str": "00:02:38.726000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "1"
        }
      },
      "2025": {
        "500M": {
          "time": 47.702,
          "time_str": "00:00:47.702000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "1"
        },
        "1500M": {
          "time": 157.287,
          "time_str": "00:02:37.287000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250321",
          "rank": "1"
        },
        "1000M": {
          "time": 99.93,
          "time_str": "00:01:39.930000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250323",
          "rank": "1"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "00:00:47.973000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:00:47.702000",
            "순위": "1"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "곡정초등학교",
            "기록": "00:00:48.316000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:02:39.929000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "00:02:56.347000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:01:47.501000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:01:40.411000",
            "순위": "1"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "곡정초등학교",
            "기록": "00:01:45.428000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "00:00:48.929000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:00:48.638000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "곡정초등학교",
            "기록": "00:00:49.508000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:02:58.043000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "00:02:51.866000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "곡정초등학교",
            "기록": "00:01:49.204000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:01:42.149000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:01:40.992000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "곡정초등학교",
            "기록": "00:00:49.535000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:00:48.149000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:00:48.428000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "00:02:59.377000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:02:38.550000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:01:43.439000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:01:39.930000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "곡정초등학교",
            "기록": "00:01:56.814000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "곡정초등학교",
            "기록": "00:00:51.297000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "곡정초등학교",
            "기록": "00:00:49.335000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:02:37.287000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:03:05.844000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:01:41.072000",
            "순위": "1"
          },
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:01:44.600000",
            "순위": "1"
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "(49)03:36.201",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:00:48.187000",
            "순위": "2"
          },
          {
            "일자": "20241123",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:00:49.858000",
            "순위": "1"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "00:02:44.688000",
            "순위": "1"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:02:38.726000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:01:39.762000",
            "순위": "2"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "곡정초등학교",
            "기록": "00:01:43.392000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:01:41.403000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "곡정초등학교",
            "기록": "00:00:49.361000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:00:49.454000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "곡정초등학교",
            "기록": "00:00:49.490000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "곡정초등학교",
            "기록": "00:02:40.041000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "곡정초등학교",
            "기록": "00:02:43.814000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김소율": {
    "sheetName": "김소율",
    "player_info": {
      "이름": "김소율",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "서경초등학교 (SK02074)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 219.185,
          "time_str": "(21)03:39.185",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "3"
        },
        "1500M": {
          "time": 169.307,
          "time_str": "00:02:49.307000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서경초등학교",
            "기록": "(21)03:39.185",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서경초등학교",
            "기록": "00:02:49.307000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1500M",
      "2000M"
    ]
  },
  "김연솔": {
    "sheetName": "김연솔",
    "player_info": {
      "이름": "김연솔",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "서울영도초등학교 (SK00871)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2023": {
        "1000M": {
          "time": 114.046,
          "time_str": "00:01:54.046000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "1"
        },
        "500M": {
          "time": 54.103,
          "time_str": "00:00:54.103000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "1"
        },
        "1500M": {
          "time": 208.209,
          "time_str": "00:03:28.209000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "1"
        }
      },
      "2024": {
        "2000M": {
          "time": 72000,
          "time_str": "-120:00:00.000000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "5"
        },
        "1500M": {
          "time": 186.591,
          "time_str": "00:03:06.591000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "7"
        },
        "1000M": {
          "time": 104.371,
          "time_str": "00:01:44.371000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "1"
        },
        "500M": {
          "time": 50.632,
          "time_str": "00:00:50.632000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "1"
        }
      },
      "2025": {
        "500M": {
          "time": 47.78,
          "time_str": "00:00:47.780000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "2"
        },
        "1500M": {
          "time": 157.572,
          "time_str": "00:02:37.572000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250321",
          "rank": "5"
        },
        "1000M": {
          "time": 100.519,
          "time_str": "00:01:40.519000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:47.780000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.823000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.059000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:02:41.299000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울영도초등학교",
            "기록": "00:02:46.114000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:01:40.519000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:01:47.581000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:01:46.895000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:00:50.138000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울영도초등학교",
            "기록": "00:00:50.312000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.496000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:02:58.131000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:02:51.932000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:01:47.988000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "서울영도초등학교",
            "기록": "00:01:47.616000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:01:41.692000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.507000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.197000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:00:48.951000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:02:38.729000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "서울영도초등학교",
            "기록": "00:03:00.240000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "",
            "순위": "4"
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:01:48.758000",
            "순위": "1"
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "서울영도초등학교",
            "기록": "00:02:02.588000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.649000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.856000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:00:51.595000",
            "순위": "1"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:02:37.572000",
            "순위": "5"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:03:14.923000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제106회 전국동계체육대회",
        "records": [
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "서울영도초등학교",
            "기록": "00:01:41.102000",
            "순위": "4"
          },
          {
            "일자": "20250113",
            "종별": "여자초등부",
            "세부종목": "1000M",
            "라운드": "예선2조Heat 2",
            "소속": "서울영도초등학교",
            "기록": "00:01:52.214000",
            "순위": "3"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "서울영도초등학교",
            "기록": "00:00:49.663000",
            "순위": "5"
          },
          {
            "일자": "20250112",
            "종별": "여자초등부",
            "세부종목": "500M",
            "라운드": "예선4조Heat 4",
            "소속": "서울영도초등학교",
            "기록": "00:00:50.850000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "-120:00:00.000000",
            "순위": "5"
          },
          {
            "일자": "20241227",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:03:48.307000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:01:55.923000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:00:51.955000",
            "순위": "1"
          },
          {
            "일자": "20241123",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:51.911000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:01:49.409000",
            "순위": "2"
          },
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:01:44.371000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:00:51.173000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:50.632000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:03:06.591000",
            "순위": "7"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "서울영도초등학교",
            "기록": "00:03:23.181000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231223",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:02:04.530000",
            "순위": "1"
          },
          {
            "일자": "20231222",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20231222",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "서울영도초등학교",
            "기록": "00:00:56.173000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231111",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:55.551000",
            "순위": "2"
          },
          {
            "일자": "20231110",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:03:56.631000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:01:54.046000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:00:54.103000",
            "순위": "1"
          },
          {
            "일자": "20231028",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "서울영도초등학교",
            "기록": "00:03:28.209000",
            "순위": "1"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "김채은": {
    "sheetName": "김채은",
    "player_info": {
      "이름": "김채은",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "호원초등학교 (SK01080)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "500M": {
          "time": 52.473,
          "time_str": "00:00:52.473000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "4"
        },
        "1500M": {
          "time": 178.034,
          "time_str": "00:02:58.034000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "호원초등학교",
            "기록": "00:00:52.473000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "호원초등학교",
            "기록": "00:02:58.034000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1500M",
      "500M"
    ]
  },
  "김태희": {
    "sheetName": "김태희",
    "player_info": {
      "이름": "김태희",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "성남송현초등학교 (SK90208)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2024": {
        "1000M": {
          "time": 113.439,
          "time_str": "00:01:53.439000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241229",
          "rank": "2"
        },
        "500M": {
          "time": 52.262,
          "time_str": "00:00:52.262000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        },
        "1500M": {
          "time": 170.057,
          "time_str": "00:02:50.057000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "3"
        }
      },
      "2025": {
        "1000M": {
          "time": 103.614,
          "time_str": "00:01:43.614000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "2"
        },
        "500M": {
          "time": 50.134,
          "time_str": "00:00:50.134000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "3"
        },
        "1500M": {
          "time": 160.262,
          "time_str": "00:02:40.262000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "성남송현초등학교",
            "기록": "00:01:46.977000",
            "순위": "1"
          },
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:01:43.614000",
            "순위": "2"
          },
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "성남송현초등학교",
            "기록": "00:01:48.124000",
            "순위": "1"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남송현초등학교",
            "기록": "00:01:48.281000",
            "순위": "4"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "성남송현초등학교",
            "기록": "00:01:47.904000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "성남송현초등학교",
            "기록": "00:00:50.134000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "성남송현초등학교",
            "기록": "00:00:52.186000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남송현초등학교",
            "기록": "00:00:51.545000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:02:40.262000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "성남송현초등학교",
            "기록": "00:02:49.276000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:01:53.439000",
            "순위": "2"
          },
          {
            "일자": "20241228",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:00:54.790000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241123",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:00:53.216000",
            "순위": "3"
          },
          {
            "일자": "20241123",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남송현초등학교",
            "기록": "00:00:54.523000",
            "순위": "1"
          },
          {
            "일자": "20241122",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:02:53.403000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "성남송현초등학교",
            "기록": "00:01:59.282000",
            "순위": "2"
          },
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남송현초등학교",
            "기록": "00:02:04.507000",
            "순위": "5"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:00:52.262000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남송현초등학교",
            "기록": "00:00:54.934000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "성남송현초등학교",
            "기록": "00:03:24.825000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "성남송현초등학교",
            "기록": "00:02:50.057000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "남연후": {
    "sheetName": "남연후",
    "player_info": {
      "이름": "남연후",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "대자초등학교 (SK02236)",
      "시도": "광주",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 103.237,
          "time_str": "00:01:43.237000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "5"
        },
        "1500M": {
          "time": 160.538,
          "time_str": "00:02:40.538000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "6"
        },
        "500M": {
          "time": 50.465,
          "time_str": "00:00:50.465000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "대자초등학교",
            "기록": "00:01:57.818000",
            "순위": "5"
          },
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "대자초등학교",
            "기록": "00:01:44.058000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "대자초등학교",
            "기록": "00:02:56.743000",
            "순위": "2"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "대자초등학교",
            "기록": "00:02:41.242000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "대자초등학교",
            "기록": "00:01:45.816000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "대자초등학교",
            "기록": "00:00:52.250000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "대자초등학교",
            "기록": "00:00:51.224000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "대자초등학교",
            "기록": "00:00:50.465000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "대자초등학교",
            "기록": "00:02:58.656000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "대자초등학교",
            "기록": "00:02:51.234000",
            "순위": "6"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "대자초등학교",
            "기록": "00:01:43.237000",
            "순위": "5"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "대자초등학교",
            "기록": "00:01:48.298000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "대자초등학교",
            "기록": "00:01:50.029000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "대자초등학교",
            "기록": "00:00:52.032000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "대자초등학교",
            "기록": "00:00:51.217000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "대자초등학교",
            "기록": "00:00:52.662000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "대자초등학교",
            "기록": "00:02:40.538000",
            "순위": "6"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "대자초등학교",
            "기록": "00:02:49.398000",
            "순위": "3"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "박가현": {
    "sheetName": "박가현",
    "player_info": {
      "이름": "박가현",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "리라초등학교 (SK00067)",
      "시도": "서울",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "2000M": {
          "time": 250.99,
          "time_str": "(5)04:10.990",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "5"
        },
        "500M": {
          "time": 52.849,
          "time_str": "00:00:52.849000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "5"
        },
        "1000M": {
          "time": 106.078,
          "time_str": "00:01:46.078000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "5"
        },
        "1500M": {
          "time": 173.144,
          "time_str": "00:02:53.144000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "7"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "리라초등학교",
            "기록": "(5)04:10.990",
            "순위": "5"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:55.680000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:01:46.078000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "리라초등학교",
            "기록": "00:00:52.849000",
            "순위": "5"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "리라초등학교",
            "기록": "00:02:53.144000",
            "순위": "7"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "리라초등학교",
            "기록": "00:02:58.957000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "박서아": {
    "sheetName": "박서아",
    "player_info": {
      "이름": "박서아",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "성남매송초등학교 (SK00383)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2023": {
        "500M": {
          "time": 59.864,
          "time_str": "00:00:59.864000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "4"
        },
        "2000M": {
          "time": 309.026,
          "time_str": "(31)05:09.026",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231222",
          "rank": "2"
        },
        "1000M": {
          "time": 125.382,
          "time_str": "00:02:05.382000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "4"
        },
        "1500M": {
          "time": 216.839,
          "time_str": "00:03:36.839000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "4"
        }
      },
      "2024": {
        "1000M": {
          "time": 119.164,
          "time_str": "00:01:59.164000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241229",
          "rank": "5"
        },
        "2000M": {
          "time": 300.372,
          "time_str": "(21)05:00.372",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "3"
        },
        "1500M": {
          "time": 179.098,
          "time_str": "00:02:59.098000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "4"
        },
        "500M": {
          "time": 58.084,
          "time_str": "00:00:58.084000",
          "competition": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
          "date": "20240229",
          "rank": "4"
        }
      },
      "2025": {
        "500M": {
          "time": 52.202,
          "time_str": "00:00:52.202000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 177.727,
          "time_str": "00:02:57.727000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "5"
        },
        "1000M": {
          "time": 112.38,
          "time_str": "00:01:52.380000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "3"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남매송초등학교",
            "기록": "00:00:53.321000",
            "순위": "4"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "성남매송초등학교",
            "기록": "00:00:52.202000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남매송초등학교",
            "기록": "00:02:57.727000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승4조",
            "소속": "성남매송초등학교",
            "기록": "00:01:52.380000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "성남매송초등학교",
            "기록": "00:00:53.042000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "성남매송초등학교",
            "기록": "00:03:03.042000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "성남매송초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "성남매송초등학교",
            "기록": "00:02:00.306000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "성남매송초등학교",
            "기록": "00:00:56.732000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "성남매송초등학교",
            "기록": "00:03:08.555000",
            "순위": "5"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "성남매송초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:01:59.164000",
            "순위": "5"
          },
          {
            "일자": "20241228",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "(21)05:00.372",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:02:01.271000",
            "순위": "3"
          },
          {
            "일자": "20241122",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:02:59.098000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:02:05.470000",
            "순위": "4"
          },
          {
            "일자": "20240229",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:00:58.084000",
            "순위": "4"
          },
          {
            "일자": "20240228",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:03:30.290000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231222",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "성남매송초등학교",
            "기록": "00:01:10.867000",
            "순위": "3"
          },
          {
            "일자": "20231222",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "(31)05:09.026",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:05:27.934000",
            "순위": "2"
          },
          {
            "일자": "20231111",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:01:01.001000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:02:05.382000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:00:59.864000",
            "순위": "4"
          },
          {
            "일자": "20231028",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "성남매송초등학교",
            "기록": "00:03:36.839000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "양지유": {
    "sheetName": "양지유",
    "player_info": {
      "이름": "양지유",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "각화초등학교 (SK90670)",
      "시도": "광주",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 104.096,
          "time_str": "00:01:44.096000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "4"
        },
        "500M": {
          "time": 51.702,
          "time_str": "00:00:51.702000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "3"
        },
        "1500M": {
          "time": 177.097,
          "time_str": "00:02:57.097000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251018",
          "rank": "7"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "각화초등학교",
            "기록": "00:01:47.863000",
            "순위": "2"
          },
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "각화초등학교",
            "기록": "00:01:44.096000",
            "순위": "4"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "각화초등학교",
            "기록": "00:00:52.476000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "각화초등학교",
            "기록": "00:01:50.059000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "각화초등학교",
            "기록": "00:00:51.702000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "각화초등학교",
            "기록": "00:02:59.566000",
            "순위": "6"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "각화초등학교",
            "기록": "00:02:57.097000",
            "순위": "7"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "각화초등학교",
            "기록": "00:01:53.334000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "각화초등학교",
            "기록": "00:00:53.224000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "각화초등학교",
            "기록": "00:03:04.810000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "유지안": {
    "sheetName": "유지안",
    "player_info": {
      "이름": "유지안",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "과천갈현초등학교 (SK02101)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "500M": {
          "time": 49.752,
          "time_str": "00:00:49.752000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "4"
        },
        "1500M": {
          "time": 165.027,
          "time_str": "00:02:45.027000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "7"
        },
        "1000M": {
          "time": 103.06,
          "time_str": "00:01:43.060000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "과천갈현초등학교",
            "기록": "00:00:50.545000",
            "순위": "3"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "과천갈현초등학교",
            "기록": "00:00:49.752000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승3조Semi Final 3",
            "소속": "과천갈현초등학교",
            "기록": "00:02:49.135000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "과천갈현초등학교",
            "기록": "00:02:45.027000",
            "순위": "7"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "과천갈현초등학교",
            "기록": "00:01:45.741000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "과천갈현초등학교",
            "기록": "00:01:43.060000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "과천갈현초등학교",
            "기록": "00:01:43.950000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "과천갈현초등학교",
            "기록": "00:00:50.288000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "과천갈현초등학교",
            "기록": "00:00:50.532000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "과천갈현초등학교",
            "기록": "00:00:50.147000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "과천갈현초등학교",
            "기록": "00:02:58.572000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "과천갈현초등학교",
            "기록": "00:02:53.213000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "이유주": {
    "sheetName": "이유주",
    "player_info": {
      "이름": "이유주",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "세곡초등학교 (SK01949)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2023": {
        "2000M": {
          "time": 284.926,
          "time_str": "(49)04:44.926",
          "competition": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20231222",
          "rank": "1"
        },
        "1500M": {
          "time": 208.468,
          "time_str": "00:03:28.468000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "2"
        },
        "1000M": {
          "time": 116.589,
          "time_str": "00:01:56.589000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231029",
          "rank": "3"
        },
        "500M": {
          "time": 57.386,
          "time_str": "00:00:57.386000",
          "competition": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20231028",
          "rank": "3"
        }
      },
      "2024": {
        "500M": {
          "time": 52.097,
          "time_str": "00:00:52.097000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "2"
        },
        "2000M": {
          "time": 240.851,
          "time_str": "(49)04:00.851",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241124",
          "rank": "1"
        },
        "1000M": {
          "time": 107.432,
          "time_str": "00:01:47.432000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "4"
        },
        "1500M": {
          "time": 169.95,
          "time_str": "00:02:49.950000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "1"
        }
      },
      "2025": {
        "500M": {
          "time": 49.582,
          "time_str": "00:00:49.582000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 161.73,
          "time_str": "00:02:41.730000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "6"
        },
        "1000M": {
          "time": 103.122,
          "time_str": "00:01:43.122000",
          "competition": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20251019",
          "rank": "5"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "세곡초등학교",
            "기록": "00:00:50.407000",
            "순위": "2"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "세곡초등학교",
            "기록": "00:00:49.582000",
            "순위": "3"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:02:41.730000",
            "순위": "6"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "세곡초등학교",
            "기록": "00:02:54.925000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:01:43.122000",
            "순위": "5"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "세곡초등학교",
            "기록": "00:01:44.477000",
            "순위": "3"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "세곡초등학교",
            "기록": "00:01:44.812000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "세곡초등학교",
            "기록": "00:00:51.988000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "세곡초등학교",
            "기록": "00:00:51.266000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "세곡초등학교",
            "기록": "00:00:51.570000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "세곡초등학교",
            "기록": "00:02:52.130000",
            "순위": "4"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "세곡초등학교",
            "기록": "00:02:58.840000",
            "순위": "4"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "세곡초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "세곡초등학교",
            "기록": "00:01:47.758000",
            "순위": "1"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:00:50.812000",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "세곡초등학교",
            "기록": "00:00:53.325000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승1조",
            "소속": "세곡초등학교",
            "기록": "00:00:51.387000",
            "순위": "2"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "세곡초등학교",
            "기록": "",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "세곡초등학교",
            "기록": "00:03:02.499000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241228",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:00:53.098000",
            "순위": "2"
          },
          {
            "일자": "20241228",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "(23)05:01.244",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "(49)04:00.851",
            "순위": "1"
          },
          {
            "일자": "20241122",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "세곡초등학교",
            "기록": "00:01:52.265000",
            "순위": "1"
          },
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:01:47.432000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "세곡초등학교",
            "기록": "00:00:53.140000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:00:52.097000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "세곡초등학교",
            "기록": "00:03:23.072000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:02:49.950000",
            "순위": "1"
          }
        ]
      },
      {
        "name": "제38회 전국남녀 종별종합 쇼트트랙 스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20240301",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:01:56.096000",
            "순위": "2"
          },
          {
            "일자": "20240229",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:00:52.789000",
            "순위": "2"
          },
          {
            "일자": "20240228",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:03:21.214000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231222",
            "종별": "여자초등1,2학년",
            "세부종목": "2000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "(49)04:44.926",
            "순위": "1"
          },
          {
            "일자": "20231221",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:03:56.838000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제2회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20231112",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:02:10.901000",
            "순위": "1"
          },
          {
            "일자": "20231111",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:01:12.763000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제26회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20231029",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:01:56.589000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:00:57.386000",
            "순위": "3"
          },
          {
            "일자": "20231028",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "세곡초등학교",
            "기록": "00:03:28.468000",
            "순위": "2"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "2000M",
      "500M"
    ]
  },
  "이채아": {
    "sheetName": "이채아",
    "player_info": {
      "이름": "이채아",
      "성별": "여",
      "출생년도": "2015년",
      "종별": "12세이하부",
      "소속팀": "박달초등학교 (SK02136)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2024": {
        "1000M": {
          "time": 101.572,
          "time_str": "00:01:41.572000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241229",
          "rank": "5"
        },
        "500M": {
          "time": 51.824,
          "time_str": "00:00:51.824000",
          "competition": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241228",
          "rank": "5"
        },
        "1500M": {
          "time": 165.147,
          "time_str": "00:02:45.147000",
          "competition": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20241122",
          "rank": "5"
        }
      },
      "2025": {
        "1000M": {
          "time": 102.25,
          "time_str": "00:01:42.250000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250727",
          "rank": "3"
        },
        "1500M": {
          "time": 157.518,
          "time_str": "00:02:37.518000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250321",
          "rank": "3"
        },
        "500M": {
          "time": 50.003,
          "time_str": "00:00:50.003000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:01:42.567000",
            "순위": "1"
          },
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "박달초등학교",
            "기록": "00:01:43.770000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "박달초등학교",
            "기록": "00:02:54.317000",
            "순위": "1"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:02:41.163000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제28회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "박달초등학교",
            "기록": "00:01:47.000000",
            "순위": "2"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "박달초등학교",
            "기록": "00:03:02.315000",
            "순위": "4"
          },
          {
            "일자": "20251019",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승B",
            "소속": "박달초등학교",
            "기록": "00:01:50.544000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:00:50.134000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "박달초등학교",
            "기록": "00:00:50.902000",
            "순위": "3"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "박달초등학교",
            "기록": "00:00:51.030000",
            "순위": "2"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "박달초등학교",
            "기록": "00:02:49.475000",
            "순위": "1"
          },
          {
            "일자": "20251018",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:02:58.296000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "박달초등학교",
            "기록": "00:01:42.780000",
            "순위": "2"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:01:42.250000",
            "순위": "3"
          },
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승3조",
            "소속": "박달초등학교",
            "기록": "00:01:47.793000",
            "순위": "1"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:00:50.246000",
            "순위": "3"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "박달초등학교",
            "기록": "00:00:50.003000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "박달초등학교",
            "기록": "00:00:50.526000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:02:38.707000",
            "순위": "2"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "박달초등학교",
            "기록": "00:02:59.487000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "",
            "순위": ""
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "박달초등학교",
            "기록": "00:01:45.470000",
            "순위": "3"
          },
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "박달초등학교",
            "기록": "00:01:47.825000",
            "순위": "2"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "박달초등학교",
            "기록": "00:00:52.558000",
            "순위": "4"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:02:37.518000",
            "순위": "3"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "박달초등학교",
            "기록": "00:03:05.939000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "박달초등학교",
            "기록": "00:01:45.297000",
            "순위": "2"
          },
          {
            "일자": "20241229",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:01:41.572000",
            "순위": "5"
          },
          {
            "일자": "20241228",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "박달초등학교",
            "기록": "00:00:51.824000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "박달초등학교",
            "기록": "00:01:45.497000",
            "순위": "3"
          },
          {
            "일자": "20241122",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "박달초등학교",
            "기록": "00:02:45.147000",
            "순위": "5"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "이태린": {
    "sheetName": "이태린",
    "player_info": {
      "이름": "이태린",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "대전동산초등학교 (SK02249)",
      "시도": "대전",
      "최종등록년도": "2025년",
      "등록구분": "전문클럽 등"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 111.253,
          "time_str": "00:01:51.253000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "4"
        },
        "1500M": {
          "time": 183.31,
          "time_str": "00:03:03.310000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "5"
        },
        "500M": {
          "time": 58.675,
          "time_str": "00:00:58.675000",
          "competition": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
          "date": "20250726",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "대전동산초등학교",
            "기록": "00:01:51.253000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "대전동산초등학교",
            "기록": "00:03:03.310000",
            "순위": "5"
          }
        ]
      },
      {
        "name": "2025년 제41회 교보생명컵 꿈나무 체육대회(쇼트트랙-전문)",
        "records": [
          {
            "일자": "20250727",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승1조",
            "소속": "대전동산초등학교",
            "기록": "00:01:54.307000",
            "순위": "5"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승4조",
            "소속": "대전동산초등학교",
            "기록": "00:00:58.675000",
            "순위": "4"
          },
          {
            "일자": "20250726",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "대전동산초등학교",
            "기록": "00:03:03.930000",
            "순위": "6"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "최에스더": {
    "sheetName": "최에스더",
    "player_info": {
      "이름": "최에스더",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "안양중앙초등학교 (SK01186)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2024": {
        "1000M": {
          "time": 106.878,
          "time_str": "00:01:46.878000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241103",
          "rank": "2"
        },
        "1500M": {
          "time": 173.172,
          "time_str": "00:02:53.172000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        },
        "500M": {
          "time": 53.481,
          "time_str": "00:00:53.481000",
          "competition": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
          "date": "20241102",
          "rank": "4"
        }
      },
      "2025": {
        "1000M": {
          "time": 108.041,
          "time_str": "00:01:48.041000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250323",
          "rank": "4"
        },
        "500M": {
          "time": 52.383,
          "time_str": "00:00:52.383000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251101",
          "rank": "3"
        },
        "1500M": {
          "time": 186.422,
          "time_str": "00:03:06.422000",
          "competition": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
          "date": "20250321",
          "rank": "2"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:01:48.624000",
            "순위": "3"
          },
          {
            "일자": "20251101",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승2조",
            "소속": "안양중앙초등학교",
            "기록": "00:00:52.383000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제39회 전국남녀 종별종합 쇼트트랙스피드스케이팅 선수권대회",
        "records": [
          {
            "일자": "20250323",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준준결승2조",
            "소속": "안양중앙초등학교",
            "기록": "00:01:48.041000",
            "순위": "4"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "안양중앙초등학교",
            "기록": "00:00:52.937000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준준결승3조",
            "소속": "안양중앙초등학교",
            "기록": "00:00:52.556000",
            "순위": "3"
          },
          {
            "일자": "20250322",
            "종별": "여자초등3,4학년",
            "세부종목": "500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "안양중앙초등학교",
            "기록": "00:00:54.288000",
            "순위": "3"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:03:17.830000",
            "순위": "6"
          },
          {
            "일자": "20250321",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "결승B",
            "소속": "안양중앙초등학교",
            "기록": "00:03:06.422000",
            "순위": "2"
          }
        ]
      },
      {
        "name": "제40회 회장배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241229",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "안양중앙초등학교",
            "기록": "",
            "순위": ""
          }
        ]
      },
      {
        "name": "제3회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20241124",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "안양중앙초등학교",
            "기록": "00:01:57.434000",
            "순위": "2"
          },
          {
            "일자": "20241122",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "안양중앙초등학교",
            "기록": "00:02:53.633000",
            "순위": "3"
          }
        ]
      },
      {
        "name": "제27회 전국남녀 쇼트트랙스피드스케이팅 꿈나무 선수권대회",
        "records": [
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "결승Final",
            "소속": "안양중앙초등학교",
            "기록": "00:01:46.878000",
            "순위": "2"
          },
          {
            "일자": "20241103",
            "종별": "여자초등1,2학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "안양중앙초등학교",
            "기록": "00:01:50.298000",
            "순위": "3"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:00:53.481000",
            "순위": "4"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "500M",
            "라운드": "결승B",
            "소속": "안양중앙초등학교",
            "기록": "00:00:53.940000",
            "순위": "1"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "준결승2조Semi Final 2",
            "소속": "안양중앙초등학교",
            "기록": "00:03:24.931000",
            "순위": "2"
          },
          {
            "일자": "20241102",
            "종별": "여자초등1,2학년",
            "세부종목": "1500M",
            "라운드": "결승Final",
            "소속": "안양중앙초등학교",
            "기록": "00:02:53.172000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M",
      "500M"
    ]
  },
  "한지아": {
    "sheetName": "한지아",
    "player_info": {
      "이름": "한지아",
      "성별": "여",
      "출생년도": "2016년",
      "종별": "12세이하부",
      "소속팀": "이매초등학교 (SK91633)",
      "시도": "경기",
      "최종등록년도": "2025년",
      "등록구분": "학교운동부"
    },
    "yearly_best": {
      "2025": {
        "1000M": {
          "time": 104.246,
          "time_str": "00:01:44.246000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251102",
          "rank": "4"
        },
        "1500M": {
          "time": 177.611,
          "time_str": "00:02:57.611000",
          "competition": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
          "date": "20251031",
          "rank": "4"
        }
      }
    },
    "competitions": [
      {
        "name": "제4회 국무총리배 전국남녀 쇼트트랙스피드스케이팅 대회",
        "records": [
          {
            "일자": "20251102",
            "종별": "여자초등3,4학년",
            "세부종목": "1000M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "이매초등학교",
            "기록": "00:01:44.246000",
            "순위": "4"
          },
          {
            "일자": "20251031",
            "종별": "여자초등3,4학년",
            "세부종목": "1500M",
            "라운드": "준결승1조Semi Final 1",
            "소속": "이매초등학교",
            "기록": "00:02:57.611000",
            "순위": "4"
          }
        ]
      }
    ],
    "events": [
      "1000M",
      "1500M"
    ]
  }

};

// 데이터가 로드되었음을 알리는 이벤트 발생
if (typeof window !== 'undefined') {
  window.defaultPlayersDataLoaded = true;
  window.dispatchEvent(new Event('playersDataLoaded'));
}
